return {
  descriptions = {
    Back = {
      b_abandoned = {
        name = "สำรับร้าง",
        text = {
          "เริ่มเกมโดยที่ในสำรับ",
          "จะไม่มี{C:attention}ไพ่ขอบ",
        },
      },
      b_anaglyph = {
        name = "สำรับสามมิติ",
        text = {
          "จะได้รับ{C:attention,T:tag_double}#1#",
          "หลังจากเอาชนะ{C:attention}บอสบลายด์{}",
        },
      },
      b_black = {
        name = "สำรับดำ",
        text = {
          "เพิ่มช่องโจ๊กเกอร์ {C:attention}+#1#{} ช่อง",
          "",
          "มือเล่น {C:blue}-#2#{} มือทุกรอบ",
        },
      },
      b_blue = {
        name = "สำรับน้ำเงิน",
        text = {
          "เพิ่มมือเล่น {C:blue}+#1#{} มือ",
          "ทุกรอบ",
        },
      },
      b_challenge = {
        name = "สำรับชาเลนจ์",
        text = {
          "",
        },
      },
      b_checkered = {
        name = "สำรับลายตารางหมาก",
        text = {
          "เริ่มเกมโดยที่มี",
          "ไพ่{C:spades}โพธิ์ดำ{}และมีไพ่{C:hearts}โพธิ์แดง",
          "อย่างละ{C:attention}26{} ใบในสำรับ",
        },
      },
      b_erratic = {
        name = "สำรับที่ไม่แน่นอน",
        text = {
          "สุ่ม{C:attention}แต้ม{}และ{C:attention}ดอกไพ่{}",
          "ทุกใบในสำรับ",
        },
      },
      b_ghost = {
        name = "สำรับผี",
        text = {
          "ร้านค้าอาจจะขาย",
          "{C:spectral}การ์ดสเปกตรัล{}",
          "เริ่มต้นด้วยการ์ด {C:spectral,T:c_hex}การสาปแช่ง{} 1 ใบ",
        },
      },
      b_green = {
        name = "สำรับเขียว",
        text = {
          "รับเงิน {C:money}$#1#{s:0.85} ต่อ{C:blue}มือที่เหลือ",
          "รับเงิน {C:money}$#2#{s:0.85} ต่อ{C:red}การทิ้งไพ่ที่เหลือ",
          "เมื่อจบรอบ แต่ไม่มี{C:attention}ดอกเบี้ย",
        },
      },
      b_magic = {
        name = "สำรับมายา",
        text = {
          "เริ่มเกมด้วยวอยเชอร์",
          "{C:tarot,T:v_crystal_ball}#1#{}",
          "และไพ่ทาโรต์{C:tarot,T:c_fool}#2# {C:attention}2{} ใบ",
        },
      },
      b_nebula = {
        name = "สำรับเนบิวลา",
        text = {
          "เริ่มเกมด้วยวอยเชอร์",
          "{C:planet,T:v_telescope}#1#{}",
          "และช่องการ์ดใช้แล้วทิ้ง {C:red}#2#{} ช่อง",
        },
      },
      b_painted = {
        name = "สำรับภาพวาด",
        text = {
          "ขนาดมือ {C:attention}+#1#{} ใบ",
          "และช่องโจ๊กเกอร์ {C:red}#2#{} ช่อง",
        },
      },
      b_plasma = {
        name = "สำรับพลาสมา",
        text = {
          "เฉลี่ยค่า{C:blue}ชิป{}และ{C:red}ตัวคูณ{}",
          "หลังจากนับแต้มไพ่ก่อนคูณกัน",
          "แต้มที่ต้องเอาชนะ {C:red}X#1#{}",
        },
      },
      b_red = {
        name = "สำรับแดง",
        text = {
          "เพิ่มการทิ้งไพ่ {C:red}+#1#{} ครั้ง",
          "ทุกรอบ",
        },
      },
      b_yellow = {
        name = "สำรับเหลือง",
        text = {
          "เริ่มด้วยเงิน",
          "เพิ่ม {C:money}$#1#",
        },
      },
      b_zodiac = {
        name = "สำรับจักรราศี",
        text = {
          "เริ่มเกมโดยมี",
          "{C:tarot,T:v_tarot_merchant}#1#{},",
          "{C:planet,T:v_planet_merchant}#2#{},",
          "และ {C:attention,T:v_overstock_norm}#3#",
        },
      },
    },
    Blind = {
      bl_arm = {
        name = "พาหุพาสยอง",
        text = {
          "ลดเลเวลมือโป๊กเกอร์",
          "ที่เล่น",
        },
      },
      bl_big = {
        name = "บลายด์ใหญ่",
        text = {
        },
      },
      bl_club = {
        name = "ดอกจิกจอมปลอม",
        text = {
          "ไพ่ดอกจิกทุกใบ",
          "ถูกดีบัฟ",
        },
      },
      bl_eye = {
        name = "เนตรนัยไขข้อง",
        text = {
          "ทุกมือที่เล่นรอบนี้ต้องเป็นประเภทที่แตกต่าง",
          "และไม่เคยเล่นรอบนี้มาก่อน",
        },
      },
      bl_final_acorn = {
        name = "เอคอร์นอำพัน",
        text = {
          "คว่ำและสุ่มตำแหน่ง",
          "โจ๊กเกอร์ทุกใบ",
        },
      },
      bl_final_bell = {
        name = "ระฆังฟ้าคราม",
        text = {
          "ไพ่ 1 ใบจะถูก",
          "บังคับให้เลือกเสมอ",
        },
      },
      bl_final_heart = {
        name = "โพธิ์สีชาด",
        text = {
          "ทุกๆ มือเล่น จะสุ่มโจ๊กเกอร์",
          "1 ใบ ที่ใช้งานไม่ได้",
        },
      },
      bl_final_leaf = {
        name = "ใบไม้เขียวชอุ่ม",
        text = {
          "การ์ดทั้งหมดถูกดีบัฟ",
          "จนกว่าจะขายโจ๊กเกอร์ 1 ใบ",
        },
      },
      bl_final_vessel = {
        name = "พานอินทนิล",
        text = {
          "แต้มเดิมพันสูงมากๆ",
        },
      },
      bl_fish = {
        name = "มัจฉาอาภัพ",
        text = {
          "หลังจากเล่นแต่ละมือ",
          "ไพ่ที่จั่วได้จะถูกคว่ำหน้าลง",
        },
      },
      bl_flint = {
        name = "ศิลาอัคคี",
        text = {
          "ชิปและตัวคูณพื้นฐาน",
          "จะถูกลดลงครึ่งหนึ่ง",
        },
      },
      bl_goad = {
        name = "กิเลสตัณหา",
        text = {
          "ไพ่โพธิ์ดำทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_head = {
        name = "เกศาฟ้ามืด",
        text = {
          "ไพ่โพธิ์แดงทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_hook = {
        name = "ตะขอขึงโลภ",
        text = {
          "สุ่มทิ้งไพ่บนมือ 2 ใบ",
          "หลังจากเล่นแต่ละมือ",
        },
      },
      bl_house = {
        name = "เจ้ามือจำแลง",
        text = {
          "ไพ่จะถูกจั่วคว่ำหน้าลง",
          "ในมือแรก",
        },
      },
      bl_manacle = {
        name = "ราหูลล่ามโซ่",
        text = {
          "ขนาดมือ -1 ใบ",
        },
      },
      bl_mark = {
        name = "รอยปราบเซียน",
        text = {
          "ไพ่ขอบทั้งหมด",
          "จะถูกจั่วคว่ำหน้าลง",
        },
      },
      bl_mouth = {
        name = "โอษฐ์อาภัพ",
        text = {
          "เล่นได้แค่มือประเภทเดียวเท่านั้น",
          "ในรอบนี้",
        },
      },
      bl_needle = {
        name = "หนามบ่งส่งท้าย",
        text = {
          "เล่นแค่ 1 มือเท่านั้น",
        },
      },
      bl_ox = {
        name = "พฤษกผกาสร",
        text = {
          "เมือเล่นไพ่ #1#",
          "เงินจะถูกรีเซ็ตเป็น $0",
        },
      },
      bl_pillar = {
        name = "เสาหลักมักใหญ่",
        text = {
          "ไพ่ที่เคยเล่นทั้งหมดใน",
          "อันเต้นี้จะถูกดีบัฟ",
        },
      },
      bl_plant = {
        name = "พฤกษาลาลับ",
        text = {
          "ไพ่ขอบทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_psychic = {
        name = "โหราจารย์พาลผิด",
        text = {
          "บังคับเล่นไพ่ 5 ใบ",
        },
      },
      bl_serpent = {
        name = "อสรพิษคิดร้าย",
        text = {
          "จั่วไพ่ 3 ใบเสมอ",
          "เมื่อเล่นไพ่หรือทิ้งไพ่",
        },
      },
      bl_small = {
        name = "บลายด์เล็ก",
        text = {
        },
      },
      bl_tooth = {
        name = "เขี้ยวงาพร้าแหลม",
        text = {
          "เสียเงิน $1",
          "ตอไพ่ที่เล่น 1 ใบ",
        },
      },
      bl_wall = {
        name = "กำแพงหล้าเพชร",
        text = {
          "แต้มเดิมพันสูง",
        },
      },
      bl_water = {
        name = "วารีวิปโยค",
        text = {
          "เริ่มต้นด้วย",
          "การทิ้งไพ่เหลือ 0",
        },
      },
      bl_wheel = {
        name = "กงจักรแห่งกรรม",
        text = {
          "ไพ่ 1 ใน 7 ใบจะถูกจั่ว",
          "คว่ำหน้าตลอดทั้งรอบ",
        },
      },
      bl_window = {
        name = "แกลกลอลหม่าน",
        text = {
          "ไพ่ข้าวหลามตัดทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
    },
    Edition = {
      e_base = {
        name = "พื้นฐาน",
        text = {
          "ไม่มีเอฟเฟกต์ใดๆ",
        },
      },
      e_foil = {
        name = "ฟอยล์",
        text = {
          "ชิป {C:chips}+#1#{}",
        },
      },
      e_holo = {
        name = "โฮโลแกรม",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
        },
      },
      e_negative = {
        name = "เนกาทีฟ",
        text = {
          "เพิ่มช่องโจ๊กเกอร์ {C:dark_edition}+#1#{} ช่อง",
        },
      },
      e_negative_consumable = {
        name = "เนกาทีฟ",
        text = {
          "เพิ่มไช่องการ์ดใช้แล้วทิ้ง {C:dark_edition}+#1#{} ช่อง",
        },
      },
      e_polychrome = {
        name = "โพลีโครม",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
        },
      },
    },
    Enhanced = {
      m_bonus = {
        name = "ไพ่โบนัส",
        text = {
        },
      },
      m_glass = {
        name = "ไพ่แก้ว",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "มีโอกาส {C:green}#2# ใน #3#{} ที่",
          "ไพ่จะถูกทำลาย",
        },
      },
      m_gold = {
        name = "ไพ่ทอง",
        text = {
          "ได้รับเงิน {C:money}$#1#{}",
          "หากไพ่ใบนี้ถืออยู่ในมือ",
          "เมื่อจบรอบ",
        },
      },
      m_lucky = {
        name = "ไพ่นำโชค",
        text = {
          "มีโอกาส {C:green}#1# ใน #3#{}",
          "ที่จะได้ตัวคูณ {C:mult}+#2#{}",
          "และมีโอกาส {C:green}#1# ใน #5#{}",
          "ที่จะได้รับเงิน {C:money}$#4#",
        },
      },
      m_mult = {
        name = "ไพ่ตัวคูณ",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
        },
      },
      m_steel = {
        name = "ไพ่เหล็ก",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "ขณะที่ไพ่ใบนี้",
          "ยังคงอยู่ในมือ",
        },
      },
      m_stone = {
        name = "ไพ่หิน",
        text = {
          "ชิป {C:chips}+#1#{}",
          "นับแต้มแม้จะไม่มีหน้าและดอก",
        },
      },
      m_wild = {
        name = "ไวลด์การ์ด",
        text = {
          "สามารถใช้แทน",
          "ได้ทุกดอกไพ่",
        },
      },
    },
    Joker = {
      j_8_ball = {
        name = "ลูกพูลหมายเลข 8",
        text = {
          "โอกาส {C:green}#1# ใน #2#{}",
          "ที่ไพ่แต้ม {C:attention}8{} แต่ละใบที่เล่น",
          "จะสร้างไพ่{C:tarot}ทาโรต์{}เมื่อนับแต้ม",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_abstract = {
        name = "โจ๊กเกอร์นามธรรม",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
          "ต่อ{C:attention}โจ๊กเกอร์{} 1 ใบ",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#2#{C:inactive})",
        },
      },
      j_acrobat = {
        name = "นักกายกรรม",
        text = {
          "ตัวคูณ {X:red,C:white} X#1# {} {C:attention}เมื่อเหลือแค่",
          "{C:attention}มือสุดท้าย{}ของรอบ",
        },
        unlock = {
          "เล่น {C:attention,E:1}#1#{} มือ",
          "{C:inactive}(#2#)",
        },
      },
      j_ancient = {
        name = "โจ๊กเกอร์โบราณ",
        text = {
          "เมื่อเล่นไพ่{V:1}#2#{} ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อนับแต้มแต่ละใบ",
          "{s:0.8}ดอกไพ่จะเปลี่ยนทุกๆรอบ",
        },
      },
      j_arrowhead = {
        name = "หัวลูกศร",
        text = {
          "เมื่อเล่นไพ่{C:spades}โพธิ์ดำ{}",
          "ชิป {C:chips}+#1#{} เมื่อนับแต้มแต่ละใบ",
        },
        unlock = {
          "มีไพ่{E:1,C:attention}#2#",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
          "ในสำรับ",
        },
      },
      j_astronomer = {
        name = "นักดาราศาสตร์",
        text = {
          "{C:planet}การ์ดดาวเคราะห์{}ทุกใบและ",
          "{C:planet}เซเลสเทียล แพ็ค{}ทุกซอง",
          "ในร้านค้า ฟรีทั้งหมด",
        },
        unlock = {
          "ค้นพบ{E:1,C:planet}การ์ดดาวเคราะห์{}",
          "ทุกใบ",
        },
      },
      j_banner = {
        name = "ธง",
        text = {
          "ชิป {C:chips}+#1#{} สำหรับ",
          "ทุก{C:attention}การทิ้งไพ่{}ที่เหลือ",
        },
      },
      j_baron = {
        name = "ขุน",
        text = {
          "ให้ตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อไพ่{C:attention}คิง{}",
          "ที่ยังอยู่ในมือ",
        },
      },
      j_baseball = {
        name = "การ์ดนักเบสบอล",
        text = {
          "ให้ตัวคูณ {X:mult,C:white} X#1# {}ต่อ",
          "โจ๊กเกอร์{C:green}ไม่ธรรมดา{}แต่ละใบที่มี",
        },
      },
      j_blackboard = {
        name = "กระดานดำ",
        text = {
          "ตัวคูณ {X:red,C:white} X#1# {}",
          "ถ้าในมือมีแค่{C:spades}#2#{}",
          "หรือ{C:clubs}#3#{}",
        },
      },
      j_bloodstone = {
        name = "บลัดสโตน",
        text = {
          "โอกาส {C:green}#1# ใน #2#{} ที่ตัวคูณ {X:mult,C:white} X#3# {}",
          "เมื่อนับแต้มไพ่{C:hearts}โพธิ์แดง{}แต่ละใบ",
        },
        unlock = {
          "มีไพ่{E:1,C:attention}#2#",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
          "ในสำรับ",
        },
      },
      j_blue_joker = {
        name = "โจ๊กเกอร์สีน้ำเงิน",
        text = {
          "ชิป {C:chips}+#1#{} ต่อไพ่ 1 ใบ",
          "ที่ยังเหลืออยู่ใน{C:attention}สำรับ",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#2#{C:inactive})",
        },
      },
      j_blueprint = {
        name = "พิมพ์เขียว",
        text = {
          "คัดลอกความสามารถของ",
          "{C:attention}โจ๊กเกอร์{}ใบที่อยู่ทางขวา",
        },
        unlock = {
          "เอาชนะเกม",
        },
      },
      j_bootstraps = {
        name = "เชือกผูกรองเท้า",
        text = {
          "ตัวคูณ {C:mult}+#1#{} ทุกๆ",
          "{C:money}$#2#{} ที่มี",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#3#{C:inactive})",
        },
        unlock = {
          "มีโจ๊กเกอร์{C:dark_edition}โพลีโครม{}",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
        },
      },
      j_brainstorm = {
        name = "ระดมสมอง",
        text = {
          "คัดลอกความสามารถของ",
          "{C:attention}โจ๊กเกอร์{}ใบที่อยู่ซ้ายสุด",
        },
        unlock = {
          "ทิ้ง{E:1,C:attention}รอยัลฟลัช",
        },
      },
      j_bull = {
        name = "กระทิง",
        text = {
          "ชิป {C:chips}+#1#{} ทุกๆ",
          "{C:money}$#2#{} ที่มี",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#2#{C:inactive})",
        },
      },
      j_burglar = {
        name = "ตีนแมว",
        text = {
          "เมื่อเลือก{C:attention}บลายด์{} แล้ว",
          "จะได้มือ {C:blue}+#1#{} มือแต่",
          "{C:attention}การทิ้งไพ่จะเหลือ 0 ครั้ง",
        },
      },
      j_burnt = {
        name = "โจ๊กเกอร์ที่มอดไหม้",
        text = {
          "อัปเกรดเลเวลมือโป๊กเกอร์",
          "ชุดแรกที่{C:attention}ทิ้ง",
          "ในมือของรอบ",
        },
        unlock = {
          "ขายการ์ดรวมทั้งหมด",
          "{E:1,C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      j_business = {
        name = "นามบัตร",
        text = {
          "โอกาส {C:green}#1# ใน #2#{}",
          "เมื่อเล่น{C:attention}ไพ่ขอบ{}",
          "จะให้เงิน {C:money}$2{} เมื่อนับแต้ม",
        },
      },
      j_caino = {
        name = "คานิโอ",
        text = {
          "เมื่อ{C:attention}ไพ่ขอบ{}ถูกทำลาย",
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "{E:1,s:1.3}?????",
        },
      },
      j_campfire = {
        name = "กองไฟ",
        text = {
          "เพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "ตามจำนวนไพ่ที่{C:attention}ขายไป{}",
          "รีเซ็ตเมื่อเอาชนะ{C:attention}บอสบลายด์{}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_card_sharp = {
        name = "เซียนไพ่",
        text = {
          "เมื่อเล่น{C:attention}มือโป๊กเกอร์{}",
          "ที่เคยเล่นภายในรอบนี้",
          "ตัวคูณ {X:mult,C:white} X#1# {}",
        },
      },
      j_cartomancer = {
        name = "หมอดูไพ่ทาโรต์",
        text = {
          "เมื่อเลือก{C:attention}บลายด์{}ใดๆ",
          "สร้างไพ่{C:tarot}ทาโรต์{} 1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
        unlock = {
          "ค้นพบ{E:1,C:tarot}ไพ่ทาโรต์{}",
          "ทุกใบ",
        },
      },
      j_castle = {
        name = "ปราสาท",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับชิป {C:chips}+#1#{}",
          "ต่อไพ่ {V:1}#2#{} แต่ละใบที่ทิ้ง",
          "ดอกไพ่จะเปลี่ยนทุกๆรอบ",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#3#{C:inactive} Chips)",
        },
      },
      j_cavendish = {
        name = "กล้วยหอม",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "โอกาส {C:green}#2# ใน #3#{}",
          "ที่โจ๊กเกอร์ใบนี้จะถูกทำลาย",
          "เมื่อจบรอบ",
        },
      },
      j_ceremonial = {
        name = "มีดสั้นพิธีกรรม",
        text = {
          "เมื่อเลือก{C:attention}บลายด์{}จะทำลายโจ๊กเกอร์ใบที่อยู่ด้านขวา",
          "และเพิ่มค่า{C:red}ตัวคูณ{}เป็นจำนวน{C:attention}สองเท่า{}ของราคาขาย",
          "ของโจ๊กเกอร์ที่ถูกทำลายนั้นให้โจ๊กเกอร์ใบนี้",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#1#{C:inactive})",
        },
      },
      j_certificate = {
        name = "ประกาศนียบัตร",
        text = {
          "เพิ่ม{C:attention}ไพ่ที่ใช้เล่น",
          "ที่สุ่มประทับ{C:attention}ตราประทับ{}",
          "ให้ในมือ 1 ใบเมื่อเริ่มรอบ",
        },
        unlock = {
          "มีการ์ดทองที่{C:attention,E:1}ประทับตราทอง",
        },
      },
      j_chaos = {
        name = "เคออส เดอะ คลาวน์",
        text = {
          "รีโรล{C:green}ฟรี{}",
          "{C:attention}#1#{} ครั้งในร้านค้า",
        },
      },
      j_chicot = {
        name = "ชิโคต",
        text = {
          "ปิดการใช้งานเอฟเฟกต์ต์ของ",
          "{C:attention}บอสบลายด์{}ทุกตัว",
        },
        unlock = {
          "{E:1,s:1.3}?????",
        },
      },
      j_clever = {
        name = "โจ๊กเกอร์คลุ้มคลั่ง",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_cloud_9 = {
        name = "สวรรค์ชั้น 9",
        text = {
          "รับเงิน {C:money}$#1#{} สำหรับไพ่แต้ม {C:attention}9{} แต่ละใบ",
          "{C:attention}ที่มีในสำรับเต็มเมื่อจบรอบ",
          "{C:inactive}(ปัจจุบัน {C:money}$#2#{}{C:inactive})",
        },
      },
      j_constellation = {
        name = "กลุ่มดาวยามค่ำคืน",
        text = {
          "ทุกครั้งที่ใช้ {C:planet}การ์ดดาวเคราะห์{}",
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_crafty = {
        name = "โจ๊กเกอร์จอมกล",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_crazy = {
        name = "โจ๊กเกอร์จอมโกง",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_credit_card = {
        name = "บัตรเครดิต",
        text = {
          "มีเงินติดลบ (เป็นหนี้)",
          "ได้ถึง {C:red}-$#1#{}",
        },
      },
      j_delayed_grat = {
        name = "ช้าๆ ได้พร้าเล่มงาม",
        text = {
          "ถ้ารอบนี้ไม่ทิ้งไพ่เลย",
          "รับเงิน {C:money}$#1#{} ต่อ {C:attention}การทิ้งไพ่{}",
          "เมื่อจบรอบ",
        },
      },
      j_devious = {
        name = "โจ๊กเกอร์ขี้โกง",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_diet_cola = {
        name = "โคล่าสูตรไม่มีน้ำตาล",
        text = {
          "ขายโจ๊กเกอร์ใบนี้",
          "เพื่อสร้าง{C:attention}#1#ฟรี",
        },
      },
      j_dna = {
        name = "ดีเอ็นเอ",
        text = {
          "ถ้า{C:attention}มือแรก{}ของรอบมีไพ่",
          "{C:attention}ใบเดียว{} ทำสำเนาไพ่ใบนั้น",
          "และเพิ่มเข้าไปในสำรับ",
          "แล้วจั่วไพ่ใบนั้น{C:attention}เข้ามือ",
        },
      },
      j_drivers_license = {
        name = "ใบขับขี่",
        text = {
          "ถ้ามีไพ่ที่อัปเกรดแล้วในสำรับเต็ม",
          "อย่างน้อย {C:attention}16{} ใบ",
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:attention}#2#{C:inactive})",
        },
        unlock = {
          "อัปเกรดไพ่ {E:1,C:attention}#1#{} ใบ",
          "ในสำรับ",
        },
      },
      j_droll = {
        name = "โจ๊กเกอร์แสนกล",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_drunkard = {
        name = "คนเมา",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้ง",
          "ต่อรอบ",
        },
      },
      j_duo = {
        name = "สองคนเพื่อนตาย",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่น{C:attention}#2#",
        },
        unlock = {
          "ชนะเกมโดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_dusk = {
        name = "สายัณห์",
        text = {
          "นับแต้มไพ่ทุกใบที่เล่นอีกครั้ง",
          "{C:attention}เมื่อเหลือแค่{C:attention}มือสุดท้าย{}ของรอบ",
        },
      },
      j_egg = {
        name = "ไข่",
        text = {
          "เมื่อจบรอบ โจ๊กเกอร์ใบนี้",
          "จะมี{C:attention}มูลค่าการขาย{}",
          "เพิ่มขึ้น {C:money}$#1#{}",
        },
      },
      j_erosion = {
        name = "การกัดกร่อน",
        text = {
          "ตัวคูณ {C:red}+#1#{} ทุกๆ 1 ใบของจำนวนไพ่",
          "ในสำรับเต็มที่น้อยกว่า {C:attention}#3#{} ใบ",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#2#{C:inactive})",
        },
      },
      j_even_steven = {
        name = "สมศักดิ์หลักคู่",
        text = {
          "เมื่อเล่นไพ่แต้ม{C:attention}เลขคู่{}",
          "ตัวคูณ {C:mult}+#1#{} เมื่อนับแต้มแต่ละใบ",
          "{C:inactive}(10, 8, 6, 4, 2)",
        },
      },
      j_faceless = {
        name = "โจ๊กเกอร์ไร้หน้า",
        text = {
          "เมื่อทิ้ง{C:attention}ไพ่ขอบ{}",
          "อย่างน้อย {C:attention}#2#{} ใบพร้อมกัน",
          "รับเงิน {C:money}$#1#{}",
        },
      },
      j_family = {
        name = "ชายสี่",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่น{C:attention}#2#",
        },
        unlock = {
          "ชนะเกมโดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_fibonacci = {
        name = "ฟีโบนัชชี",
        text = {
          "ตัวคูณ {C:mult}+#1#{} สำหรับ",
          "{C:attention}เอซ{}, {C:attention}2{}, {C:attention}3{}, {C:attention}5{} หรือ {C:attention}8{}",
          "แต่ละใบที่นับแต้ม",
        },
      },
      j_flash = {
        name = "การ์ดช่วยจำ",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {C:mult}+#1#{}",
          "ต่อการ{C:attention}รีโรล{} 1 ครั้ง ในร้านค้า",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#2#{C:inactive})",
        },
      },
      j_flower_pot = {
        name = "กระถางดอกไม้",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่{C:diamonds}ข้าวหลามตัด{}, {C:clubs}ดอกจิก{}, {C:hearts}โพธิ์แดง{}",
          "และ{C:spades}โพธิ์ดำ{}พร้อมกันในมือเดียว",
        },
        unlock = {
          "ไปถึง",
          "อันเต้ {E:1,C:attention}#1#",
        },
      },
      j_fortune_teller = {
        name = "หมอดู",
        text = {
          "ตัวคูณ {C:red}+#1#{} ต่อไพ่{C:purple}ทาโรต์{}",
          "ที่ใช้ในเกมนี้ 1 ใบ",
          "{C:inactive}(ปัจจุบัน {C:red}+#2#{C:inactive})",
        },
      },
      j_four_fingers = {
        name = "สี่นิ้ว",
        text = {
          "สามารถเล่น{C:attention}ฟลัช{}และ",
          "{C:attention}สเตรท{}โดยใช้ไพ่เพียง {C:attention}4{} ใบ",
        },
      },
      j_gift = {
        name = "บัตรของขวัญ",
        text = {
          "เพิ่ม{C:attention}มูลค่าการขาย{} {C:money}$#1#{} เหรียญให้",
          "{C:attention}โจ๊กเกอร์{}และ{C:attention}การ์ดใช้แล้วทิ้ง{}",
          "ที่มีทุกใบเมื่อสิ้นสุดรอบ",
        },
      },
      j_glass = {
        name = "โจ๊กเกอร์แก้ว",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อ{C:attention}ไพ่แก้ว{}แตก",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "ต้องมี{E:1,C:attention}#2#{}",
          "ในสำรับอย่างน้อย",
          "{E:1,C:attention}#1# ใบ",
        },
      },
      j_gluttenous_joker = {
        name = "โจ๊กเกอร์จอมตะกละ",
        text = {
          "เมื่อเล่นไพ่{C:clubs}#2#{}",
          "ตัวคูณ {C:mult}+#1#{} สำหรับแต่ละใบ",
        },
      },
      j_golden = {
        name = "โจ๊กเกอร์ทองคำ",
        text = {
          "รับเงิน {C:money}$#1#{} เมื่อ",
          "จบรอบ",
        },
      },
      j_greedy_joker = {
        name = "โจ๊กเกอร์จอมโลภ",
        text = {
          "เมื่อเล่นไพ่{C:diamonds}#2#{}",
          "ตัวคูณ {C:mult}+#1#{} สำหรับแต่ละใบ",
        },
      },
      j_green_joker = {
        name = "โจ๊กเกอร์รักโลก",
        text = {
          "ตัวคูณ {C:mult}+#1#{} ต่อมือที่เล่น",
          "ตัวคูณ {C:mult}-#2#{} ต่อครั้งการทิ้งไพ่",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#3#{C:inactive})",
        },
      },
      j_gros_michel = {
        name = "กล้วยหอมทอง",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "โอกาส {C:green}#2# ใน #3#{}",
          "ที่โจ๊กเกอร์ใบนี้จะถูกทำลาย",
          "เมื่อจบรอบ",
        },
      },
      j_hack = {
        name = "มุกซ้ำซาก",
        text = {
          "นับแต้มไพ่แต้ม {C:attention}2{}, {C:attention}3{}",
          "{C:attention}4{} หรือ {C:attention}5{} ซ้ำ",
        },
      },
      j_half = {
        name = "โจ๊กเกอร์ครึ่งใบ",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "เมื่อเล่นไพ่ 3 ใบหรือน้อยกว่า",
        },
      },
      j_hallucination = {
        name = "ภาพหลอน",
        text = {
          "เมื่อเปิด{C:attention}บูสเตอร์ แพ็ค{}",
          "มีโอกาส{C:green}#1# ใน #2#{} ที่จะสร้างไพ่{C:tarot}ทาโรต์{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_hanging_chad = {
        name = "บัตรแขวน",
        text = {
          "ไพ่{C:attention}ใบแรก{}ที่เล่นและนับแต้ม",
          "จะได้นับแต้มอีก {C:attention}#1#{} รอบ",
        },
        unlock = {
          "เอาชนะบอสบลายด์",
          "ด้วย{E:1,C:attention}#1#",
        },
      },
      j_hiker = {
        name = "นักปีนเขา",
        text = {
          "{C:attention}ไพ่ทุกใบที่เล่น{}และนับแต้ม",
          "จะได้รับชิป {C:chips}+#1#{} ถาวร",
        },
      },
      j_hit_the_road = {
        name = "เดินทางบนถนน",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "สำหรับ{C:attention}แจ๊ค{}ที่ทิ้งในรอบนี้",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "ทิ้ง{E:1,C:attention}แจ๊ค{}",
          "{E:1,C:attention}5 ใบ พร้อมกัน",
        },
      },
      j_hologram = {
        name = "โฮโลแกรม",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อ{C:attention}ไพ่ที่ใช้เล่น{}ที่เพิ่มเข้าสำรับ 1 ใบ",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_ice_cream = {
        name = "ไอศกรีม",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ชิป {C:chips}-#2#{}",
          "ต่อมือที่เล่น",
        },
      },
      j_idol = {
        name = "เทวรูป",
        text = {
          "ไพ่{C:attention}#2#{} {V:1}#3#{}แต่ละใบที่เล่น",
          "จะให้ตัวคูณ {X:mult,C:white} X#1# {} เมื่อนับแต้ม",
          "{s:0.8}ไพ่จะเปลี่ยนทุกๆ รอบ",
        },
        unlock = {
          "ได้รับชิปอย่างน้อย",
          "{E:1,C:attention}#1#{} ชิปในมือเดียว",
        },
      },
      j_invisible = {
        name = "โจ๊กเกอร์ล่องหน",
        text = {
          "หลังจากผ่านไป {C:attention}#1#{} รอบ",
          "ขายโจ๊กเกอร์ใบนี้เพื่อ",
          "สุ่ม{C:attention}ทำสำเนา{}โจ๊กเกอร์ 1 ใบ",
          "{C:inactive}(ปัจจุบัน {C:attention}#2#{C:inactive} จาก #1# รอบ)",
        },
        unlock = {
          "เอาชนะเกมโดยมีโจ๊กเกอร์",
          "ไม่เกิน {E:1,C:attention}4 ใบ{}",
          "ตลอดเกม",
        },
      },
      j_joker = {
        name = "โจ๊กเกอร์",
        text = {
          "ตัวคูณ {C:red,s:1.1}+#1#{}",
        },
      },
      j_jolly = {
        name = "โจ๊กเกอร์ร่าเริง",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_juggler = {
        name = "นักกายกรรมโยนของ",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{} ใบ",
        },
      },
      j_loyalty_card = {
        name = "บัตรสมาชิก",
        text = {
          "ตัวคูณ {X:red,C:white} X#1# {}",
          "ทุกๆ {C:attention}#2#{} มือ",
          "{C:inactive}#3#",
        },
      },
      j_luchador = {
        name = "ลูชาดอร์",
        text = {
          "ขายไพ่ใบนี้",
          "เพื่อปิดดีบัฟใดๆของ",
          "{C:attention}บอสบลายด์{}",
        },
      },
      j_lucky_cat = {
        name = "แมวกวัก",
        text = {
          "ทุกครั้งที่เอฟเฟกต์{C:attention}ไพ่นำโชค{}{C:green}แสดงผล{}",
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_lusty_joker = {
        name = "โจ๊กเกอร์จอมบ้ากาม",
        text = {
          "เมื่อเล่นไพ่{C:hearts}#2#{}",
          "ตัวคูณ {C:mult}+#1#{} สำหรับแต่ละใบ",
        },
      },
      j_mad = {
        name = "โจ๊กเกอร์บ้าคลั่ง",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_madness = {
        name = "ความบ้าคลั่ง",
        text = {
          "เมื่อเลือก{C:attention}บลายด์เล็ก{}หรือ{C:attention}บลายด์ใหญ่{}",
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "และสุ่ม{C:attention}ทำลาย{}โจ๊กเกอร์ 1 ใบที่มี",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:i  nactive})",
        },
      },
      j_mail = {
        name = "ส่วนลดทางไปรษณีย์",
        text = {
          "ได้รับเงิน {C:money}$#1#{} สำหรับไพ่",
          "{C:attention}#2#{}ที่ทิ้ง",
          "แต้มไพ่จะเปลี่ยนทุกๆ รอบ",
        },
      },
      j_marble = {
        name = "โจ๊กเกอร์หินอ่อน",
        text = {
          "เพิ่ม {C:attention}ไพ่หิน{}",
          "หนึ่งใบลงในสำรับ",
          "เมื่อเริ่ม{C:attention}บลายด์{}",
        },
      },
      j_matador = {
        name = "มาทาดอร์",
        text = {
          "ได้รับ {C:money}$#1#{} ถ้าเล่น",
          "มือที่ถูกดีบัฟ",
          "โดย{C:attention}บอสบลายด์{}",
        },
        unlock = {
          "ชนะบอสบลายด์",
          "ใน {E:1,C:attention}1 มือ{}",
          "โดยไม่ทิ้งไพ่เลย",
        },
      },
      j_merry_andy = {
        name = "แอนดี้ร่าเริง",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้งต่อรอบ",
          "ขนาดมือ {C:red}#2#{} ใบ",
        },
        unlock = {
          "ชนะเกมใน {E:1,C:attention}#1# รอบ",
          "หรือน้อยกว่า",
        },
      },
      j_midas_mask = {
        name = "หน้ากากไมดาส",
        text = {
          "{C:attention}ไพ่ขอบ{}ทุกใบที่เล่นและทำแต้ม",
          "จะกลายเป็นไพ่{C:attention}ทอง{}",
        },
      },
      j_mime = {
        name = "นักละครใบ้",
        text = {
          "ใช้งาน{C:attention}เอฟเฟกต์{}ของ",
          "ไพ่ที่{C:attention}ยังอยู่ในมือ{}อีกครั้ง",
        },
      },
      j_misprint = {
        name = "โจ๊กเกอร์มีตำหนิ",
        text = {
          "",
        },
      },
      j_mr_bones = {
        name = "น้าผี",
        text = {
          "ป้องกันแพ้",
          "ถ้าทำแต้มในรอบอย่างน้อย",
          "{C:attention}25% ของแต้มที่ต้องการ",
          "{S:1.1,C:red,E:2}ใช้แล้วจะหายไป{}",
        },
        unlock = {
          "แพ้ {C:attention,E:1}#1#{} เกม",
          "{C:inactive}(#2#)",
        },
      },
      j_mystic_summit = {
        name = "ยอดเขาอันน่าประหลาด",
        text = {
          "ตัวคูณ {C:mult}+#1#{} เมื่อ",
          "เหลือการทิ้งไพ่ {C:attention}#2#{} ครั้ง",
        },
      },
      j_obelisk = {
        name = "โอเบลิสก์",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อมือที่เล่น{C:attention}ต่อเนื่อง{}โดยที่ไม่เล่น",
          "{C:attention}มือโป๊กเกอร์{}ที่เล่นบ่อยที่สุด",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#2#{C:inactive})",
        },
      },
      j_odd_todd = {
        name = "สมชายหลายคี่",
        text = {
          "เมื่อเล่นไพ่แต้ม{C:attention}เลขคี่{}",
          "ชิป {C:chips}+#1#{} เมื่อนับแต้มแต่ละใบ",
          "{C:inactive}(A, 9, 7, 5, 3)",
        },
      },
      j_onyx_agate = {
        name = "โอนิกซ์อะเกต",
        text = {
          "ไพ่{C:clubs}ดอกจิก{}ให้",
          "ตัวคูณ {C:mult}+#1#{} เมื่อนับแต้มแต่ละใบ",
        },
        unlock = {
          "มีไพ่{E:1,C:attention}#2#",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
          "ในสำรับ",
        },
      },
      j_oops = {
        name = "อุ้ย! หกหมดเลย",
        text = {
          "{C:green,E:1,S:1.1}ความน่าจะเป็น{}ที่{C:attention}เขียนไว้{}",
          "ทั้งหมดมีโอกาสแสดงผลเป็นสองเท่า",
          "{C:inactive}(เช่น {C:green}1 ใน 3{C:inactive} เป็น {C:green}2 ใน 3{C:inactive})",
        },
        unlock = {
          "ได้รับชิปอย่างน้อย",
          "{E:1,C:attention}#1#{} ชิปในมือเดียว",
        },
      },
      j_order = {
        name = "นับเรียงตัว",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่น{C:attention}#2#",
        },
        unlock = {
          "ชนะเกมโดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_pareidolia = {
        name = "เห็นทุกอย่างเป็นหน้า",
        text = {
          "ไพ่ทุกใบจะถือว่าเป็น",
          "{C:attention}ไพ่ขอบ{}",
        },
      },
      j_perkeo = {
        name = "เพอร์คิโอ",
        text = {
          "สุ่ม{C:attention}การ์ดใช้แล้วทิ้ง 1{} ใบที่มี",
          "และสร้างสำเนา{C:dark_edition}เนกาทีฟ{}",
          "ของการ์ดใบนั้นหลังออกจาก{C:attention}ร้านค้า",
        },
        unlock = {
          "{E:1,s:1.3}?????",
        },
      },
      j_photograph = {
        name = "ภาพถ่าย",
        text = {
          "{C:attention}ไพ่ขอบ{}ใบแรกที่เล่นในมือ",
          "จะให้ตัวคูณ {X:mult,C:white} X#1# {} เมื่อนับแต้ม",
        },
      },
      j_popcorn = {
        name = "ป็อปคอร์น",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
          "ตัวคูณ {C:mult}-#2#{} ทุกๆ รอบที่เล่น",
        },
      },
      j_raised_fist = {
        name = "ยกกำปั้น",
        text = {
          "เมื่อนับแต้ม {C:attention}สองเท่า{}ของไพ่",
          "ที่มีแต้ม{C:attention}น้อยที่สุด{}",
          "ที่ยังอยู่ในมือ จะถูกเพิ่มไปยังตัวคูณ",
        },
      },
      j_ramen = {
        name = "ราเม็ง",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เสียตัวคูณ {X:mult,C:white} X#2# {}",
          "ต่อ{C:attention}ไพ่ 1 ใบ{}ที่ทิ้ง",
        },
      },
      j_red_card = {
        name = "ใบแดง",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {C:mult}+#1#{}",
          "เมื่อกดข้าม{C:attention}บูสเตอร์ แพ็ค{}ใดๆ",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#2#{C:inactive})",
        },
      },
      j_reserved_parking = {
        name = "ที่จอดรถสงวนไว้",
        text = {
          "โอกาส {C:green}#2# ใน #3#{}",
          "ที่จะได้รับเงิน {C:money}$#1#{}",
          "ต่อ{C:attention}ไพ่ขอบ{}แต่ละใบที่ยังอยู่ในมือ",
        },
      },
      j_ride_the_bus = {
        name = "โหนรถเมล์",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {C:mult}+#1#{}",
          "ต่อมือที่เล่น{C:attention}ต่อเนื่อง{}ที่",
          "{C:attention}ไพ่ขอบ{}ไม่นับแต้ม",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#2#{C:inactive})",
        },
      },
      j_riff_raff = {
        name = "ไม่มีราศี",
        text = {
          "เมื่อเลือก{C:attention}บลายด์{} แล้ว",
          "สร้างโจ๊กเกอร์{C:blue}ธรรมดา{C:attention} {C:attention}#1# ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_ring_master = {
        name = "โชว์แมน",
        text = {
          "{C:attention}โจ๊กเกอร์{}, ไพ่{C:tarot}ทาโรต์{},",
          "{C:planet}การ์ดดาวเคราะห์{}และ{C:spectral}การ์ดสเปกตรัล{} ",
          "อาจจะปรากฏในร้านค้าแม้ว่าจะมีการ์ดนั้นอยู่แล้ว",
        },
        unlock = {
          "ไปถึง",
          "อันเต้ {E:1,C:attention}#1#",
        },
      },
      j_rocket = {
        name = "จรวด",
        text = {
          "รับเงิน {C:money}$#1#{} เมื่อจบรอบ",
          "และจะเพิ่มขึ้น {C:money}$#2#{}",
          "เมื่อเอาชนะ{C:attention}บอส บลายด์{}",
        },
      },
      j_rough_gem = {
        name = "พลอยหยาบ",
        text = {
          "รับเงิน {C:money}$#1#{}",
          "สำหรับไพ่{C:diamonds}ข้าวหลามตัด{}",
          "ที่เล่นแต่ละใบเมื่อนับแต้ม",
        },
        unlock = {
          "มีไพ่{E:1,C:attention}#2#",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
          "ในสำรับ",
        },
      },
      j_runner = {
        name = "นักวิ่ง",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับชิป {C:chips}+#2#{}",
          "ถ้าในมือที่เล่นมี{C:attention}สเตรท",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#1#{C:inactive})",
        },
      },
      j_satellite = {
        name = "ดาวเทียม",
        text = {
          "รับเงิน {C:money}$#1#",
          "ต่อจำนวน{C:planet}การ์ดดาวเคราะห์{}",
          "ที่ใช้ที่ไม่ซ้ำกันในเกมนี้",
          "{C:inactive}(ปัจจุบัน {C:money}$#2#{C:inactive})",
        },
        unlock = {
          "มีเงินอย่างน้อย {E:1,C:money}$#1#",
        },
      },
      j_scary_face = {
        name = "หน้าสยองขวัญ",
        text = {
          "{C:attention}ไพ่ขอบ{}ที่เล่นแต่ละใบ",
          "จะให้ชิป {C:chips}+#1#{} เมื่อนับแต้ม",
        },
      },
      j_scholar = {
        name = "บัณฑิต",
        text = {
          "{C:attention}ไพ่เอซ{}ที่เล่นแต่ละใบ",
          "จะให้ชิป {C:chips}+#2#{}",
          "และตัวคูณ {C:mult}+#1#{} เมื่อนับแต้ม",
        },
      },
      j_seance = {
        name = "ร่างทรง",
        text = {
          "สุ่มสร้าง{C:spectral}การ์ดสเปกตรัล{}",
          "1 ใบเมื่อเล่น{C:attention}#1#{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_seeing_double = {
        name = "ภาพซ้อน",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อไพ่ที่นับคะแนนมีแค่ไพ่{C:clubs}ดอกจิก{}",
          "และไพ่{C:attention}หน้าอื่น{}เพียงหน้าเดียว",
        },
        unlock = {
          "เล่นมือที่มี",
          "{E:1,C:attention}#1#",
        },
      },
      j_selzer = {
        name = "เจลล้างมือ",
        text = {
          "นับแต้มไพ่ทุกใบอีกครั้งตอนนี้",
          "และอีก {C:attention}#1#{} มือข้างหน้า",
        },
      },
      j_shoot_the_moon = {
        name = "ยิงพระจันทร์",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
          "ต่อ{C:attention}แหม่ม{} 1 ใบ",
          "ที่ยังอยู่ในมือ",
        },
        unlock = {
          "เล่นไพ่{E:1,C:attention}โพธิ์แดง",
          "ทุกใบในสำรับในรอบเดียว",
        },
      },
      j_shortcut = {
        name = "ทางลัด",
        text = {
          "สามารถเล่น{C:attention}สเตรท{}โดยข้าม",
          "ไพ่ได้{C:attention}1 แต้ม",
          "{C:inactive}(เช่น {C:attention}10 8 6 5 3{C:inactive})",
        },
      },
      j_sixth_sense = {
        name = "สัมผัสที่หก",
        text = {
          "ถ้าไพ่ที่เล่น{C:attention}มือแรก{}ของรอบ",
          "คือไพ่แต้ม {C:attention}6{} หน้าอะไรก็ได้",
          "ไพ่นั้นจะถูกทำลายทิ้งและ",
          "จะสร้าง{C:spectral}การ์ดสเปกตรัล{} 1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_sly = {
        name = "โจ๊กเกอร์รื่นเริง",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_smeared = {
        name = "โจ๊กเกอร์สีตก",
        text = {
          "ไพ่{C:hearts}โพธิ์แดง{}และ{C:diamonds}ข้าวหลามตัด",
          "นับเป็นดอกไพ่เดียวกัน",
          "{C:spades}โพธิ์ดำ{}และ{C:clubs}ดอกจิก",
          "นับเป็นดอกไพ่เดียวกัน",
        },
        unlock = {
          "มี{E:1,C:attention}#2#",
          "อย่างน้อย {E:1,C:attention}#1# ใบ",
          "ในสำรับ",
        },
      },
      j_smiley = {
        name = "หน้ายิ้ม",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
          "สำหรับ{C:attention}ไพ่ขอบ{}แต่ละใบ",
          "ที่นับแต้ม",
        },
      },
      j_sock_and_buskin = {
        name = "สุขและโศก",
        text = {
          "นับแต้ม{C:attention}ไพ่ขอบ{}ทุกใบที่เล่นอีกครั้ง",
        },
        unlock = {
          "เล่นไพ่ขอบรวม",
          "{C:attention,E:1}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      j_space = {
        name = "โจ๊กเกอร์นักบินอวกาศ",
        text = {
          "โอกาส {C:green}#1# ใน #2#{}",
          "ที่จะอัปเกรดเลเวล",
          "{C:attention}มือโป๊กเกอร์{}ที่เล่น",
        },
      },
      j_splash = {
        name = "น้ำกระเช็น",
        text = {
          "{C:attention}ใพ่ทุกใบที่เล่น{}",
          "จะได้รับการนับคะแนน",
        },
      },
      j_square = {
        name = "โจ๊กเกอร์จตุรัส",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับชิป {C:chips}+#2#{}",
          "ถ้ามือที่เล่นมีไพ่ {C:attention}4{} ใบ",
          "ไม่ขาดไม่เกิน",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#1#{C:inactive}))",
        },
      },
      j_steel_joker = {
        name = "โจ๊กเกอร์เหล็ก",
        text = {
          "ให้ตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อ {C:attention}ไพ่เหล็ก{} 1 ใบในสำรับเต็ม",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_stencil = {
        name = "แม่พิมพ์โจ๊กเกอร์",
        text = {
          "ให้ตัวคูณ {X:red,C:white} X1 {}",
          "ต่อช่อง{C:attention}โจ๊กเกอร์{}ที่ว่าง",
          "{s:0.8}รวมแม่พิมพ์โจ๊กเกอร์เองด้วย",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:red,C:white} X#1# {C:inactive})",
        },
      },
      j_stone = {
        name = "โจ๊กเกอร์หิน",
        text = {
          "ให้ชิป {C:chips}+#1#{}",
          "ต่อ {C:attention}ไพ่หิน{} 1 ใบในสำรับเต็ม",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#2#{C:inactive})",
        },
      },
      j_stuntman = {
        name = "สตั๊นท์แมน",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ขนาดมือ {C:attention}-#2#{} ใบ",
        },
        unlock = {
          "ได้รับชิปอย่างน้อย",
          "{E:1,C:attention}#1#{} ชิปในมือเดียว",
        },
      },
      j_supernova = {
        name = "ซุปเปอร์โนว่า",
        text = {
          "เพิ่มตัวคูณตามจำนวนครั้ง",
          "ที่เล่น{C:attention}มือโป๊กเกอร์{}",
          "ที่เล่นอยู่ตอนนี้ในเกมนี้",
        },
      },
      j_superposition = {
        name = "ซูเปอร์โพซิชัน",
        text = {
          "สร้างไพ่{C:tarot}ทาโรต์{}",
          "เมื่อมือที่เล่นมีทั้ง{C:attention}เอซ{}",
          "และ{C:attention}สเตรท{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_swashbuckler = {
        name = "โจรสลัด",
        text = {
          "เพิ่มราคาขายของ{C:attention}โจ๊กเกอร์{}",
          "ใบอื่นทั้งหมดให้ตัวคูณ",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#1#{C:inactive})",
        },
        unlock = {
          "ขายโจ๊กเกอร์รวม {C:attention,E:1}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      j_throwback = {
        name = "ย้อนอดีต",
        text = {
          "ให้ตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อการข้าม{C:attention}บลายด์{} 1 ครั้ง",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "เล่นเกมต่อจากที่บันทึกไว้",
          "จากเมนูหลัก",
        },
      },
      j_ticket = {
        name = "ตั๋วทองคำ",
        text = {
          "ได้รับ {C:money}$#1#{} ต่อไพ่{C:attention}ทอง{}",
          "แต่ละใบที่นับแต้ม",
        },
        unlock = {
          "เล่น{C:attention,E:1}ไพ่ทอง{}",
          "5 ใบพร้อมกัน",
        },
      },
      j_to_the_moon = {
        name = "พุ่งไปดวงจันทร์",
        text = {
          "รับ{C:attention}ดอกเบี้ย{}เพิ่ม {C:money}$#1#{}",
          "สำหรับเงินทุกๆ {C:money}$5{}",
          "ทีมีตอนจบรอบ",
        },
      },
      j_todo_list = {
        name = "รายการสิ่งที่ต้องทำ",
        text = {
          "รับเงิน {C:money}$#1#{} เมื่อ",
          "เล่น{C:attention}#2#{}",
          "มือโป๊กเกอร์จะเปลี่ยนทุกๆ รอบ",
        },
      },
      j_trading = {
        name = "การ์ดสะสม",
        text = {
          "ถ้า{C:attention}ครั้งแรกที่ทิ้ง{}",
          "ของรอบทิ้งไพ่เพียง{C:attention}ใบเดียว{}",
          "ไพ่นั้นจะถูกทำลายทิ้งและ",
          "รับเงิน {C:money}$#1#",
        },
      },
      j_tribe = {
        name = "ทีมกีฬาสี",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่น{C:attention}#2#",
        },
        unlock = {
          "ชนะเกมโดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_triboulet = {
        name = "ทริบูเล",
        text = {
          "{C:attention}คิง{}และ{C:attention}แหม่ม{}แต่ละใบ",
          "ให้ตัวคูณ {X:mult,C:white} X#1# {} เมื่อนับแต้ม",
        },
        unlock = {
          "{E:1,s:1.3}?????",
        },
      },
      j_trio = {
        name = "สามช่า",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "เมื่อเล่น{C:attention}#2#",
        },
        unlock = {
          "ชนะรันโดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_troubadour = {
        name = "นักร้องทรูบาดูร์",
        text = {
          "ขนาดมือ {C:attention}+#1#{} ใบ",
          "มือ {C:attention}#2# มือในแต่ละรอบ",
        },
        unlock = {
          "ชนะ {C:attention,E:1}#1#{} รอบติดต่อกันโดย",
          "เล่นเพียงมือเดียวในแต่ละรอบ",
        },
      },
      j_trousers = {
        name = "กางเกงสำรอง",
        text = {
          "เมื่อมือที่เล่นมี{C:attention}#2#",
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {C:mult}+#1#{}",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#3#{C:inactive})",
        },
      },
      j_turtle_bean = {
        name = "ถั่วดำ",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{} ใบ",
          "และจะลดลง {C:red}#2#{} ทุกรอบ",
        },
      },
      j_vagabond = {
        name = "คนพเนจร",
        text = {
          "สร้างไพ่{C:tarot}ทาโรต์{} 1 ใบ",
          "หากเล่นเมื่อที่มีเงิน",
          "{C:money}$#1#{} หรือน้อยกว่า",
        },
      },
      j_vampire = {
        name = "แวมไพร์",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {C:mult}+#1#{}",
          "ต่อไพ่{C:attention}ที่อัปเกรดแล้ว{}ที่เล่น 1 ใบ",
          "และลบ{C:attention}อัปเกรด{}ที่ไพ่มี",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_walkie_talkie = {
        name = "วิทยุสื่อสาร",
        text = {
          "ให้ชิป {C:chips}+#1#{} และ",
          "ตัวคูณ {C:mult}+#2#{} ต่อ",
          "{C:attention}10{} หรือ {C:attention}4{} ที่เล่นแต่ละใบเมื่อนับแต้ม",
        },
      },
      j_wee = {
        name = "โจ๊กเกอร์จิ๋ว",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับชิป {C:chips}+#1#{}",
          "ต่อไพ่{C:attention}แต้ม 2{}ที่เล่นและนับคะแนน",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#1#{C:inactive})",
        },
        unlock = {
          "ชนะเกมใน {E:1,C:attention}#1# รอบ",
          "หรือน้อยกว่า",
        },
      },
      j_wily = {
        name = "โจ๊กเกอร์ฉลาดเฉลียว",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
      j_wrathful_joker = {
        name = "โจ๊กเกอร์จอมเกรี้ยวกราด",
        text = {
          "เมื่อเล่นไพ่{C:spades}#2#{}",
          "ตัวคูณ {C:mult}+#1#{} สำหรับแต่ละใบ",
        },
      },
      j_yorick = {
        name = "ยอริค",
        text = {
          "โจ๊กเกอร์ใบนี้จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "สำหรับไพ่ทุกๆ {C:attention}#2#{C:inactive} [#3#] ใบ",
          "ที่กูกทิ้ง",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#4# {C:inactive})",
        },
        unlock = {
          "{E:1,s:1.3}?????",
        },
      },
      j_zany = {
        name = "โจ๊กเกอร์ฉลาดแกมโกง",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "ถ้าในมือที่เล่นมี{C:attention}#2#",
        },
      },
    },
    Other = {
      black_sticker = {
        name = "สติกเกอร์ดำ",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันดำ{}",
        },
      },
      blue_seal = {
        name = "ตราประทับฟ้า",
        text = {
          "หลังจากเล่น {C:attention}มือสุดท้าย{}ของรอบ",
          "ถ้า{C:attention}ยังเก็บไพ่นี้{} ไว้ในมือ",
          "สร้าง{C:planet}การ์ดดาวเคราะห์{}ที่ตรงกับ",
          "มือโป๊กเกอร์ของมือที่เอาชนะบลายด์ได้",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      blue_sticker = {
        name = "สติกเกอร์ฟ้า",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันฟ้า{}",
        },
      },
      card_chips = {
        text = {
          "ชิป {C:chips}+#1#{}",
        },
      },
      card_extra_chips = {
        text = {
          "ชิปเพิ่ม {C:chips}+#1#{}",
        },
      },
      challenge_locked = {
        name = "ล็อค",
        text = {
          "เอาชนะเกมโดยใช้ #1# สำรับ",
          "ที่แตกต่างกันเพื่อปลดล็อค",
          "โหมดชาเลนจ์",
          "{C:attention,s:2}#2# จาก #1#",
        },
      },
      debuffed_default = {
        name = "ดีบัฟ",
        text = {
          "ความสามารถทั้งหมด",
          "ถูกปิดใช้งาน",
        },
      },
      debuffed_playing_card = {
        name = "ดีบัฟ",
        text = {
          "ไม่ให้แต้มชิป",
          "และความสามารถทั้งหมด",
          "ถูกปิดใช้งาน",
        },
      },
      deck_locked_discover = {
        name = "ล็อค",
        text = {
          "ค้นพบอย่างน้อย {C:attention}#1#{} สิ่ง",
          "ในคอลเลกชัน",
        },
      },
      deck_locked_stake = {
        name = "ล็อค",
        text = {
          "เอาชนะเกมด้วยสำรับใดก็ได้",
          "ที่ระดับความยาก{V:1}#1#{}",
        },
      },
      deck_locked_win = {
        name = "ล็อค",
        text = {
          "เอาชนะเกมด้วย{C:attention}#1#{}",
          "ในระดับความยากใดๆ",
        },
      },
      demo_locked = {
        name = "ล็อค",
        text = {
          "ไม่มีในเกมรุ่นทดลอง",
        },
      },
      demo_shop_locked = {
        name = "ล็อค",
        text = {
          "การ์ดจากคอลเลคชันส่วนตัวของ",
          "{C:attention}จิมโบ",
          "มีครบใน",
          "เวอร์ชั่นเต็มของ {E:1,C:red}บาลาโทร",
        },
      },
      eternal = {
        name = "คงกระพัน",
        text = {
          "ไม่สามารถขาย",
          "หรือถูกทำลายได้",
        },
      },
      gold_seal = {
        name = "ตราประทับทอง",
        text = {
          "เมื่อไพ่ใบนี้ทำแต้มได้ในการเล่น",
          "รับเงิน {C:money}$3{}",
        },
      },
      gold_sticker = {
        name = "สติกเกอร์ทอง",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันทอง{}",
        },
      },
      green_sticker = {
        name = "สติกเกอร์เขียว",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันเขียว{}",
        },
      },
      joker_locked_legendary = {
        name = "ล็อค",
        text = {
          "ค้นหาโจ๊กเกอร์นี้",
          "จากการ์ด{C:spectral}จิตวิญญาณ{}",
        },
      },
      locked = {
        name = "ล็อค",
        text = {
        },
      },
      orange_sticker = {
        name = "สติกเกอร์ส้ม",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันส้ม{}",
        },
      },
      p_arcana_jumbo = {
        name = "จัมโบ้ อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_arcana_mega = {
        name = "เมก้า อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_arcana_normal = {
        name = "อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_buffoon_jumbo = {
        name = "จัมโบ้ บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_buffoon_mega = {
        name = "เมก้า บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_buffoon_normal = {
        name = "บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_celestial_jumbo = {
        name = "จัมโบ้ เซเลสเทียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_celestial_mega = {
        name = "เมก้า เซเลสเทียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_celestial_normal = {
        name = "เซเลสเทียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_jumbo = {
        name = "จัมโบ้ สเปกตรัล แพ็ค",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_mega = {
        name = "เมก้า สเปกตรัล แพ็ค",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_normal = {
        name = "สเปกตรัล แพ็ค",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_standard_jumbo = {
        name = "จัมโบ้ สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      p_standard_mega = {
        name = "เมก้า สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      p_standard_normal = {
        name = "สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      perishable = {
        name = "เสื่อมสภาพ",
        text = {
          "หลังจากเล่นไป {C:attention}#1#{} รอบ",
          "นับจากรอบที่ใช้การ์ดใบนี้ครั้งแรก การ์ดจะโดนดีบัฟ",
          "{C:inactive}(คงเหลือ {C:attention}#2#{C:inactive})",
        },
      },
      pinned_left = {
        name = "ถูกตรึง",
        text = {
          "โจ๊กเกอร์ตัวนี้",
          "จะถูกตรึงไว้ที่",
          "ตำแหน่งซ้ายสุด",
        },
      },
      playing_card = {
        text = {
          "{C:light_black}#1# {V:1}#2#",
        },
      },
      purple_seal = {
        name = "ตราประทับม่วง",
        text = {
          "เมื่อ{C:attention}ทิ้งไพ่{}ใบนี้",
          "สร้างไพ่{C:tarot}ทาโรต์{} 1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      purple_sticker = {
        name = "สติกเกอร์ม่วง",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันม่วง{}",
        },
      },
      red_seal = {
        name = "ตราประทับแดง",
        text = {
          "นับแต้มจาก",
          "ไพ่ใบนี้อีก {C:attention}1{} ครั้ง",
        },
      },
      red_sticker = {
        name = "สติกเกอร์แดง",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันแดง{}",
        },
      },
      remove_negative = {
        name = "n",
        text = {
          "{C:inactive,s:0.9}(ลบ {C:dark_edition,s:0.9}เนกาทีฟ{C:inactive,s:0.9}จากการสำเนา)",
        },
      },
      rental = {
        name = "เช่า",
        text = {
          "ต้องจ่าย {C:money}$#1#{}",
          "เป็นค่าเช่าเมื่อจบรอบ",
        },
      },
      undiscovered_booster = {
        name = "ยังไม่รู้จัก",
        text = {
          "เปิดแพ็คนี้ในเกม",
          "ที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_edition = {
        name = "ยังไม่รู้จัก",
        text = {
          "ค้นหา อิดิชัน",
          "ที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_joker = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_planet = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_spectral = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_tag = {
        name = "ยังไม่รู้จัก",
        text = {
          "ใช้แท็กนี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_tarot = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_voucher = {
        name = "ยังไม่รู้จัก",
        text = {
          "ใช้วอยเชอร์นี้",
          "ในเกมที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      white_sticker = {
        name = "สติกเกอร์ขาว",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันขาว{}",
        },
      },
      wip_locked = {
        name = "ล็อค",
        text = {
          "ยังทำไม่เสร็จ",
        },
      },
    },
    Planet = {
      c_ceres = {
        name = "ดาวซีรีส",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_earth = {
        name = "โลก",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_eris = {
        name = "ดาวเอริส",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_jupiter = {
        name = "ดาวพฤหัสบดี",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_mars = {
        name = "ดาวอังคาร",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_mercury = {
        name = "ดาวพุธ",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_neptune = {
        name = "ดาวเนปจูน",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_planet_x = {
        name = "ดาวเคราะห์เอ็กซ์",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_pluto = {
        name = "ดาวพลูโต",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_saturn = {
        name = "ดาวเสาร์",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_uranus = {
        name = "ดาวยูเรนัส",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_venus = {
        name = "ดาวศุกร์",
        text = {
          "อัปเลเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{}",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
    },
    Spectral = {
      c_ankh = {
        name = "อังค์",
        text = {
          "สุ่มโจ๊กเกอร์ 1 ใบ",
          "ทำสำเนา{C:attention}โจ๊กเกอร์ใบนั้น",
          "แล้วทำลายโจ๊กเกอร์ใบอื่นทั้งหมด",
        },
      },
      c_aura = {
        name = "ออร่า",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะสุ่มได้รับ",
          "ระหว่าง{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{}",
          "หรือ {C:dark_edition}โพลีโครม{}",
        },
      },
      c_black_hole = {
        name = "หลุมดำ",
        text = {
          "อัปเกรด{C:legendary,E:1}มือโป๊กเกอร์",
          "ทุกมือขึ้น {C:attention}1{} เลเวล",
        },
      },
      c_cryptid = {
        name = "สัตว์ประหลาด",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "สร้างสำเนา {C:attention}#1#{} ใบ",
        },
      },
      c_deja_vu = {
        name = "เดจาวู",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:red}ตราประทับแดง{}ให้",
        },
      },
      c_ectoplasm = {
        name = "สสารผี",
        text = {
          "{C:attention}โจ๊กเกอร์ 1 ใบ{}จะถูกสุ่มเลือก",
          "ให้ได้รับ{C:dark_edition}เนกาทีฟ{}",
          "แต่ขนาดมือจะ {C:red}-#1#{} ใบ",
        },
      },
      c_familiar = {
        name = "วิสาสะ",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่ขอบ {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_grim = {
        name = "ความหม่นหมอง",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่เอซ {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_hex = {
        name = "การสาปแช่ง",
        text = {
          "สุ่มโจ๊กเกอร์ 1 ใบ",
          "ที่จะได้รับ {C:dark_edition}โพลีโครม{}",
          "และทำลายโจ๊กเกอร์ใบอื่นทั้งหมด",
        },
      },
      c_immolate = {
        name = "การเผาทิ้ง",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}#1#{} ใบ",
          "แต่จะได้รับ {C:money}$#2#",
        },
      },
      c_incantation = {
        name = "คาถาบูชา",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่แต้ม {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_medium = {
        name = "มัชฌิมา",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:purple}ตราประทับม่วง{}ให้",
        },
      },
      c_ouija = {
        name = "ผีถ้วยแก้ว",
        text = {
          "เปลี่ยนไพ่ในมือทุกใบให้เป็น",
          "{C:attention}หน้าเดียวกันทั้งหมด",
          "แต่ขนาดมือ {C:red}-1{} ใบ",
        },
      },
      c_sigil = {
        name = "ตราบาป",
        text = {
          "เปลี่ยนไพ่ในมือทุกใบให้เป็น",
          "{C:attention}ดอกเดียวกันทั้งหมด",
        },
      },
      c_soul = {
        name = "จิตวิญญาณ",
        text = {
          "สุ่มสร้างโจ๊กเกอร์{C:legendary,E:1}ในตำนาน{}",
          "1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_talisman = {
        name = "ของขลัง",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:attention}ตราประทับทอง{}ให้",
        },
      },
      c_trance = {
        name = "ภายใต้การสะกดจิต",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:blue}ตราประทับฟ้า{}ให้",
        },
      },
      c_wraith = {
        name = "ภูติผีปีศาจ",
        text = {
          "สุ่มสร้างโจ๊กเกอร์{C:red,E:1}หายาก{} 1 ใบ",
        },
      },
    },
    Stake = {
      stake_black = {
        name = "เบี้ยเดิมพันดำ",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์ {C:attention}อีเทอนอล{}",
          "{C:inactive,s:0.8}(ไม่สามารถขายหรือทำลายได้)",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_blue = {
        name = "เบี้ยเดิมพันฟ้า",
        text = {
          "การทิ้งไพ่ {C:red}-1{} ครั้ง",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_gold = {
        name = "เบี้ยเดิมพันทอง",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์ {C:attention}เช่า{}",
          "{C:inactive,s:0.8}(จ่าย {C:money,s:0.8}$3{C:inactive,s:0.8} ต่อรอบ)",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_green = {
        name = "เบี้ยเดิมพันเขียว",
        text = {
          "ระดับแต้มที่ต้องการ",
          "จะขยายเร็วขึ้นสำหรับแต่ละ{C:attention}อันเต้",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_orange = {
        name = "เบี้ยเดิมพันส้ม",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์{C:attention}ใช้ชั่วคราว{}",
          "{C:inactive,s:0.8}(จะถูกดีบัฟหลังจากผ่านไป 5 รอบ)",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_purple = {
        name = "เบี้ยเดิมพันม่วง",
        text = {
          "ระดับแต้มที่ต้องการ",
          "จะขยายเร็วขึ้นสำหรับแต่ละ{C:attention}อันเต้",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_red = {
        name = "เบี้ยเดิมพันแดง",
        text = {
          "{C:attention}บลายด์เล็ก{}ไม่มีเงินรางวัล",
          "{s:0.8}รวมกฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_white = {
        name = "เบี้ยเดิมพันขาว",
        text = {
          "ระดับความยากพื้นฐาน",
        },
      },
    },
    Tag = {
      tag_boss = {
        name = "แท็กบอส",
        text = {
          "รีโรล{C:attention}บอสบลายด์",
          "ใหม่",
        },
      },
      tag_buffoon = {
        name = "แท็กบัฟฟูน",
        text = {
          "เปิด{C:attention}เมก้า บัฟฟูน แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_charm = {
        name = "แท็กเครื่องราง",
        text = {
          "เปิด{C:tarot}เมก้า อาร์คานา แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_coupon = {
        name = "แท็กคูปอง",
        text = {
          "ของในร้านค้าถัดไปฟรี",
          "ก่อนรีโรล",
        },
      },
      tag_d_six = {
        name = "แท็กลูกเต๋า 6 ด้าน",
        text = {
          "รีโรลของในร้านค้ารอบถัดไป",
          "เริ่มต้นที่ {C:money}$0",
        },
      },
      tag_double = {
        name = "แท็กดับเบิ้ล",
        text = {
          "ทำสำเนา{C:attention}แท็ก{}",
          "ถัดไปที่เลือก",
          "{s:0.8}โดยที่ไม่รวม{s:0.8,C:attention}แท็กดับเบิ้ล",
        },
      },
      tag_economy = {
        name = "แท็กการเงิน",
        text = {
          "คูณสองจำนวนเงินที่มี",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
        },
      },
      tag_ethereal = {
        name = "แท็กอีเธอร์เรียล",
        text = {
          "เปิด{C:spectral}สเปกตรัล แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_foil = {
        name = "แท็กฟอยล์",
        text = {
          "โจ๊กเกอร์อิดิชันพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}ฟอยล์",
        },
      },
      tag_garbage = {
        name = "แท็กขยะ",
        text = {
          "ได้รับเงิน {C:money}$#1#{} ต่อการ",
          "{C:red}ไม่ทิ้งไพ่{}ในเกมนี้",
          "{C:inactive}(จะได้รับเงิน {C:money}$#2#{C:inactive})",
        },
      },
      tag_handy = {
        name = "แท็กถนัดมือ",
        text = {
          "ได้รับ{C:money}$#1#{} ต่อการเล่น",
          "{C:blue}แต่ละมือ{}ในเกมนี้",
          "{C:inactive}(จะได้รับเงิน {C:money}$#2#{C:inactive})",
        },
      },
      tag_holo = {
        name = "แท็กโฮโลแกรม",
        text = {
          "โจ๊กเกอร์อิดิชันพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}โฮโลแกรม",
        },
      },
      tag_investment = {
        name = "แท็กลงทุน",
        text = {
          "รับเงิน {C:money}$#1#",
          "หลังจากชนะบอสบลายด์",
        },
      },
      tag_juggle = {
        name = "แท็กจักเกิ้ล",
        text = {
          "เพิ่มขนาดมือ{C:attention}+#1#{}",
          "ในรอบถัดไปเท่านั้น",
        },
      },
      tag_meteor = {
        name = "แท็กอุกกาบาต",
        text = {
          "เปิด{C:planet}เมก้า เซเลสเทียล แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_negative = {
        name = "แท็กเนกาทีฟ",
        text = {
          "โจ๊กเกอร์อิดิชันพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}เนกาทีฟ",
        },
      },
      tag_orbital = {
        name = "แท็กวงโคจร",
        text = {
          "อัปเกรด {C:attention}#1#",
          "{C:attention}#2# เลเวล",
        },
      },
      tag_polychrome = {
        name = "แท็กโพลีโครม",
        text = {
          "โจ๊กเกอร์อิดิชันพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}โพลีโครม",
        },
      },
      tag_rare = {
        name = "แท็กหายาก",
        text = {
          "มีโจ๊กเกอร์{C:red}หายาก",
          "แจกฟรีในร้านค้า",
        },
      },
      tag_skip = {
        name = "แท็กเร็วจี๋",
        text = {
          "ระหว่างการเกม ถ้ากดข้ามบลายด์ใดๆ",
          "จะได้รับ{C:money} $#1# {}เหรียญต่อการกดข้าม",
          "{C:inactive}(อาจได้รับ{C:money}$#2#{C:inactive})",
        },
      },
      tag_standard = {
        name = "แท็กมาตรฐาน",
        text = {
          "ฟรีเมื่อเปิด",
          "{C:attention}เมก้า สแตนดาร์ด แพ็ค",
        },
      },
      tag_top_up = {
        name = "แท็กเติมให้เต็ม",
        text = {
          "สร้างโจ๊กเกอร์{C:attention}#1#ใบ",
          "แบบ{C:blue}ทั่วไป{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      tag_uncommon = {
        name = "แท็กไม่ธรรมดา",
        text = {
          "มีโจ๊กเกอร์ที่{C:green}ไม่ธรรมดา",
          "แจกฟรีในร้านค้า",
        },
      },
      tag_voucher = {
        name = "แท็กวอยเชอร์",
        text = {
          "ในร้านค้าถัดไปจะมี",
          "{C:voucher}วอยเชอร์{}เพิ้ม",
        },
      },
    },
    Tarot = {
      c_chariot = {
        name = "เดอะ แชริออต",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_death = {
        name = "เดธ",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบ",
          "แปลงไพ่ด้าน {C:attention}ซ้าย{}",
          "ให้เป็นไพ่ด้าน {C:attention}ขวา{}",
          "{C:inactive}(ลากเพื่อจัดเรียงใหม่)",
        },
      },
      c_devil = {
        name = "เดอะ เดวิล",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_emperor = {
        name = "ดิ เอมเพอเรอร์",
        text = {
          "สุ่มสร้างไพ่{C:tarot}ทาโรต์{}",
          "{C:attention}#1# ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_empress = {
        name = "ดิ เอมเพรส",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_fool = {
        name = "เดอะ ฟูล",
        text = {
          "สร้างไพ่{C:tarot}ทาโรต์{}",
          "หรือ{C:planet}การ์ดดาวเคราะห์{}ล่าสุด",
          "ที่ใช้ในการเกมครั้งนี้",
          "{s:0.8}ไม่รวม{s:0.8,C:tarot}เดอะ ฟูล{s:0.8}เอง",
        },
      },
      c_hanged_man = {
        name = "เดอะ แฮงด์ แมน",
        text = {
          "ทำลายไพ่ที่เลือกสูงสุด",
          "{C:attention}#1#{} ใบ",
        },
      },
      c_heirophant = {
        name = "เดอะ ไฮเออโรแฟนท์",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_hermit = {
        name = "เดอะ เฮอร์มิท",
        text = {
          "คูณสองจำนวนเงินที่มี",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
        },
      },
      c_high_priestess = {
        name = "เดอะ ไฮ พรีสเทส",
        text = {
          "สุ่มสร้าง{C:planet}การ์ดดาวเคราะห์{}",
          "{C:attention}#1# ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_judgement = {
        name = "จัดจ์เมนท์",
        text = {
          "สุ่มสร้าง{C:attention}โจ๊กเกอร์{}",
          "1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_justice = {
        name = "จัสทิส",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_lovers = {
        name = "เดอะ เลิฟเวอร์ส",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_magician = {
        name = "เดอะ เมจิเชียน",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_moon = {
        name = "เดอะ มูน",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนดอกไพ่เป็น{V:1}#2#{}",
        },
      },
      c_star = {
        name = "เดอะ สตาร",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนดอกไพ่เป็น{V:1}#2#{}",
        },
      },
      c_strength = {
        name = "สเตร็นจ์",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "เพื่อเพิ่มดอกไพ่ขึ้นไป {C:attention}1{} แต้ม",
        },
      },
      c_sun = {
        name = "เดอะ ซัน",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนดอกไพ่เป็น{V:1}#2#{}",
        },
      },
      c_temperance = {
        name = "เทมเพอแรนซ์",
        text = {
          "ให้มูลค่าการขายรวม",
          "ของโจ๊กเกอร์ปัจจุบันทั้งหมด",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
          "{C:inactive}(ปัจจุบัน {C:money}$#2#{C:inactive})",
        },
      },
      c_tower = {
        name = "เดอะ ทาวเวอร์",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_wheel_of_fortune = {
        name = "เดอะ วีล ออฟ ฟอร์จูน",
        text = {
          "มีโอกาส {C:green}#1# ใน #2#{} ที่จะสุ่ม{C:attention}โจ๊กเกอร์",
          "1 ใบให้ได้รับ{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{}",
          "หรือ{C:dark_edition}โพลีโครม{}",
        },
      },
      c_world = {
        name = "เดอะ เวิลด์",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนดอกไพ่เป็น{V:1}#2#{}",
        },
      },
    },
    Voucher = {
      v_antimatter = {
        name = "ปฏิสสาร",
        text = {
          "เพิ่มช่่องโจ๊กเกอร์ {C:dark_edition}+1{} ช่อง",
        },
        unlock = {
          "ใช้{C:voucher}วอยเชอร์เปล่า{}รวม",
          "{C:attention}#1#{}ครั้ง",
          "{C:inactive}(#2#)"
        },
      },
      v_blank = {
        name = "วอยเชอร์เปล่า",
        text = {
          "{C:inactive}ไม่มีอะไรเลย?",
        },
      },
      v_clearance_sale = {
        name = "ลดล้างสต็อก",
        text = {
          "ลดการ์ดและแพ็คทั้งร้านค้า {C:attention}#1#%{}",
        },
      },
      v_crystal_ball = {
        name = "คริสตัลบอล",
        text = {
          "เพิ่มช่องการ์ดใช้แล้วทิ้ง {C:attention}+1{}",
        },
      },
      v_directors_cut = {
        name = "ฉบับผู้กำกับ",
        text = {
          "จ่าย {C:money}$#1#{} เพื่อรีโรลบอสบลายด์",
          "{C:attention}1{} ครั้งต่ออันเต้",
        },
      },
      v_glow_up = {
        name = "โกลว์อัพ",
        text = {
          "การ์ด{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{}",
          "และ{C:dark_edition}โพลีโครม{}",
          "ปรากฏบ่อยขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "มี{C:attention}โจ๊กเกอร์{}อย่างน้อย",
          "{C:attention}#1# ใบที่มี",
          "{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{} หรือ",
          "{C:dark_edition}โพลีโครม{}",
        },
      },
      v_grabber = {
        name = "มือ",
        text = {
          "มือเล่น {C:blue}+#1#{} มือ",
        },
      },
      v_hieroglyph = {
        name = "อักษรโบราณ",
        text = {
          "ลด {C:attention}-#1#{} อันเต้",
          "ลด {C:blue}-#1#{} มือ",
        },
      },
      v_hone = {
        name = "ฝึกฝน",
        text = {
          "การ์ด{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{}",
          "และ{C:dark_edition}โพลีโครม{}",
          "ปรากฏบ่อยขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_illusion = {
        name = "ภาพลวง",
        text = {
          "{C:attention}ไพ่ที่ใช้เล่น{}ในร้านค้า",
          "อาจจะมี{C:enhanced}อัปเกรด{}",
          "{C:dark_edition}อิดิชัน{}และ/หรือ{C:attention}มีตราประทับ{}",
        },
        unlock = {
          "ซื้อไพ่ที่ใช้เล่น",
          "รวม {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)"
        },
      },
      v_liquidation = {
        name = "ลัมละลาย",
        text = {
          "ลดการ์ดและแพ็คทั้งร้านค้า {C:attention}#1#%{}",
        },
        unlock = {
          "ใช้{C:voucher}วอยเชอร์{}อย่างน้อย",
          "{C:attention}#1# ใบ ในเกมเดียว",
        },
      },
      v_magic_trick = {
        name = "มายากล",
        text = {
          "สามารถซื้อ{C:attention}ไพ่ที่ใช้เล่น{}",
          "โดยตรงได้จาก{C:attention}ร้านค้า",
        },
      },
      v_money_tree = {
        name = "ต้นเงินต้นทอง",
        text = {
          "เพิ่มเพดานดอกเบี้ยที่ได้รับ",
          "ในแต่ละรอบเป็น {C:money}$#1#{}",
        },
        unlock = {
          "ได้รับดอกเบี้ยสูงสุด",
          "{C:attention}#1#{} รอบติดต่อกัน",
          "{C:inactive}(#2#)"
        },
      },
      v_nacho_tong = {
        name = "มือหยิบนาโช่",
        text = {
          "มือเล่น {C:blue}+#1#{} มือ",
        },
        unlock = {
          "เล่นไพ่ทั้งหมด {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)"
        },
      },
      v_observatory = {
        name = "หอดูดาว",
        text = {
          "{C:planet}การ์ดดาวเคราะห์{}ที่อยู่ในช่อง",
          "{C:attention}การ์ดใช้แล้วทิ้ง{}จะให้ตัวคูณ {X:red,C:white} X#1#{}",
          "ถ้าเล่น{C:attention}มือโป๊กเกอร์{}ที่ระบุไว้บนการ์ดใบนั้น",
        },
        unlock = {
          "ใช้{C:planet}การ์ดดาวเคราะห์{}ทั้งหมด",
          "{C:attention}#1# ใบจากเซเลสเทียล แพ็ค",
          "{C:inactive}(#2#)"
        },
      },
      v_omen_globe = {
        name = "คริสตัลบอลต้องสาป",
        text = {
          "{C:attention}อาร์คานา แพ็ค",
          "อาจจะมี{C:spectral}การ์ดสเปกตรัล{}",
        },
        unlock = {
          "ใช้{C:planet}ไพ่ทาโรต์{}ทั้งหมด",
          "{C:attention}#1# ใบจากอาร์คานา แพ็ค",
          "{C:inactive}(#2#)"
        },
      },
      v_overstock_norm = {
        name = "ล้นคลัง",
        text = {
          "ร้านค้าขายการ์ดเพิ่ม {C:attention}+1{} ใบ",
        },
      },
      v_overstock_plus = {
        name = "ล้นคลังกว่าเดิม",
        text = {
          "ร้านค้าขายการ์ดเพิ่ม {C:attention}+1{} ใบ",
        },
        unlock = {
          "ใช้จ่ายทั้งหมด {C:money}$#1#{} ในร้านค้า",
          "{C:inactive}($#2#)",
        },
      },
      v_paint_brush = {
        name = "พู่กัน",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{} ใบ",
        },
      },
      v_palette = {
        name = "จานสี",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{} ใบ",
        },
        unlock = {
          "ลดขนาดมือเหลือ {C:attention}#1#{} ใบ",
        },
      },
      v_petroglyph = {
        name = "ภาพวาดฝาผนัง",
        text = {
          "ลด {C:attention}-#1#{} อันเต้",
          "ทิ้งไพ่ {C:red}-#1#{} ครั้ง",
        },
        unlock = {
          "ไปถึงอันเต้ {E:1,C:attention}#1#",
        },
      },
      v_planet_merchant = {
        name = "คนขายดาวเคราะห์",
        text = {
          "ร้านค้าจะขาย {C:planet}การ์ดดาวเคราะห์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_planet_tycoon = {
        name = "เจ้าสัวจักรวาล",
        text = {
          "ร้านค้าจะขาย {C:planet}การ์ดดาวเคราะห์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "ซื้อ{C:planet}การ์ดดาวเคราะห์{}รวม",
          "{C:attention}#1# ใบจากร้านค้า",
          "{C:inactive}(#2#)",
        },
      },
      v_recyclomancy = {
        name = "นักรีไซเคิล",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้ง",
        },
        unlock = {
          "ทิ้งไพ่รวม {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      v_reroll_glut = {
        name = "รีโรลแค่ไหนก็ไม่พอ",
        text = {
          "ลดค่าใช้จ่ายรีโรลอีก",
          "{C:money}$#1#{}",
        },
        unlock = {
          "รีโรลร้านค้ารวม {C:attention}#1#{} ครั้ง",
          "{C:inactive}(#2#)",
        },
      },
      v_reroll_surplus = {
        name = "รีโรลเหลือเฟือ",
        text = {
          "ลดค่าใช้จ่ายรีโรล",
          "{C:money}$#1#{}",
        },
      },
      v_retcon = {
        name = "เล่าใหม่ให้ต่อเนื่อง",
        text = {
          "จ่าย {C:money}$#1#{} เพื่อรีโรลบอสบลายด์",
          "{C:attention}ไม่จำกัดครั้ง{}",
        },
        unlock = {
          "ค้นพบ {C:attention}#1#{} บลายด์",
        },
      },
      v_seed_money = {
        name = "เงินลงทุน",
        text = {
          "เพิ่มเพดานดอกเบี้ยที่ได้รับ",
          "ในแต่ละรอบเป็น {C:money}$#1#{}",
        },
      },
      v_tarot_merchant = {
        name = "คนขายไพ่ทาโรต์",
        text = {
          "ร้านค้าจะขาย ไพ่{C:tarot}ทาโรต์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_tarot_tycoon = {
        name = "เจ้าสัวไพ่ทาโรต์",
        text = {
          "ร้านค้าจะขาย ไพ่{C:tarot}ทาโรต์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "ซื้อ{C:planet}ไพ่ทาโรต์{}รวม",
          "{C:attention}#1# ใบจากร้านค้า",
          "{C:inactive}(#2#)",
        },
      },
      v_telescope = {
        name = "กล้องโทรทัศน์",
        text = {
          "{C:attention}เซเลสเทียล แพ็ค{}",
          "จะมี {C:planet}การ์ดดาวเคราะห์{}",
          "สำหรับ{C:attention}มือโป๊กเกอร์",
          "ที่เล่นบ่อยที่สุดเสมอ",
        },
      },
      v_wasteful = {
        name = "สิ้นเปลือง",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้ง",
        },
      },
    },
  },
  misc = {
    achievement_names = {
      ante_up = "อันเต้อัป!",
      ante_upper = "เหนือฟ้ายังมีฟ้า",
      heads_up = "ไปให้สุด",
      low_stakes = "เล่นชิวๆ",
      mid_stakes = "เล่นจริงจัง",
      high_stakes = "ทุ่มสุดตัว",
      card_player = "ผีพนัน",
      card_discarder = "ทิ้งไม่ให้เหลือ",
      nest_egg = "ไข่ในหิน",
      flushed = "ฟลัชงี้ก็ได้เหรอ",
      speedrunner = "เร็วไปม้าาง",
      roi = "มาเป็นสมุดคูปอง",
      shattered = "เพล้ง!",
      royale = "1 ใน 1 พันล้าน",
      retrograde = "ดันได้ดันเอา",
      _10k = "แบงค์เทาสิบใบในมือท่าน",
      _1000k = "ใครอยากเป็นเศรษฐีในมือเดียว",
      _100000k = "ล้นฟ้ามาจากมือเดียว",
      tiny_hands = "เอาไพ่ไปใช้วางแก้วหมด",
      big_hands = "ไพ่ซ้ำกี่ใบน่ะ",
      you_get_what_you_get = "ได้เท่าไหร่เอาเท่านั้น",
      rule_bender = "กฏมีไว้แหก",
      rule_breaker = "แหกมีไว้กฏ",
      legendary = "ระดับตำนาน",
      astronomy = "พิชิตดวงดาว",
      cartomancy = "นักดูดวงไพ่ทาโรต์",
      clairvoyance = "ตาทิพย์",
      extreme_couponer = "ท้ายใบเสร็จ",
      completionist = "นักสะสมไพ่",
      completionist_plus = "นักสะสมสำรับไพ่",
      completionist_plus_plus = "แฟนพันธุ์แท้บาลาโทร",
    },
    achievement_descriptions = {
      _100000k = "ได้ 100,000,000 ชิปในมือเดียว",
      _1000k = "ได้ 1,000,000 ชิปในมือเดียว",
      _10k = "ได้ 10,000 ชิปในมือเดียว",
      ante_up = "ไปถึงอันเต้ 4",
      ante_upper = "ไปถึงอันเต้ 8",
      astronomy = "ค้นพบการ์ดดาวเคราะห์ทุกใบ",
      big_hands = "มีไพ่อย่างน้อย 80 ใบในสำรับ",
      card_discarder = "ทิ้งไพ่ 2500 ใบ",
      card_player = "เล่นไพ่ 2500 ใบ",
      cartomancy = "ค้นพบไพ่ทาโรต์ทุกใบ",
      clairvoyance = "ค้นพบการ์ดสเปกตรัลทุกใบ",
      completionist = "เก็บคอลเลกชันครบ 100%",
      completionist_plus = "เอาชนะระดับความยากเบี้ยเดิมพันทองในทุกสำรับ",
      completionist_plus_plus = "โจ๊กเกอร์ทุกใบติดสติกเกอร์ทอง",
      extreme_couponer = "ค้นพบวอยเชอร์ทุกใบ",
      flushed = "เล่นฟลัชด้วยไวลด์การ์ด 5 ใบ",
      heads_up = "เอาชนะเกม",
      high_stakes = "เอาชนะเกมในระดับความยากเบี้ยเดิมพันทอง",
      legendary = "ค้นพบโจ๊กเกอร์ระดับตำนาน",
      low_stakes = "เอาชนะเกมระดับความยากเบี้ยเดิมพันแดง",
      mid_stakes = "เอาชนะเกมระดับความยากเบี้ยเดิมพันดำ",
      nest_egg = "มีเงินอย่างน้อย $400 ในเกมเดียว",
      retrograde = "อัปเลเวลมือโป๊กเกอร์ใดก็ได้ถึงเลเวล 10",
      roi = "ซื้อวอยเชอร์ 5 ใบก่อนผ่านอันเต้ 4",
      royale = "เล่นรอยัลฟลัช",
      rule_bender = "ผ่าน 1 ชาเลนจ์",
      rule_breaker = "ผ่านทุกชาเลนจ์",
      shattered = "ทำไพ่แก้วแตก 2 ใบในมือเดียว",
      speedrunner = "เอาชนะเกมภายใน 12 รอบหรือน้อยกว่านั้น",
      tiny_hands = "ทำให้สำรับมีไพ่ 20 ใบหรือน้อยกว่า",
      you_get_what_you_get = "เอาชนะเกมโดยไม่รีโรลของในร้านค้าเลย",
    },
    blind_states = {
      Current = "ปัจจุบัน",
      Defeated = "ชนะ",
      Selected = "ถูกเลือก",
      Select = "เลือก",
      Skipped = "ข้าม",
      Upcoming = "ต่อไป",
    },
    challenge_names = {
      c_omelette_1 = "ทอดไข่เจียวให้ทั้งบ้าน",
      c_city_1 = "15 นาทีเมืองแห่งโอกาส",
      c_rich_1 = "ใครบอกเงินไม่โตบนต้นไม้",
      c_knife_1 = "ดาบสองคม",
      c_xray_1 = "มองหน้าทะลุหลัง",
      c_mad_world_1 = "ทุกคนบ้าไปหมดแล้ว!",
      c_luxury_1 = "ภาษีคนรวย",
      c_non_perishable_1 = "อยู่ยงคงกระพัน",
      c_medusa_1 = "คำสาปเมดูซา",
      c_double_nothing_1 = "ถ้าไม่ทุ่มก็ไม่เอา",
      c_typecast_1 = "การสวมบทบาทที่ถอดไม่ออก",
      c_inflation_1 = "วิกฤตต้มยำกุ้ง",
      c_bram_poker_1 = "แวมไพร์เข้าคาสิโน",
      c_fragile_1 = "ทําไมมันช่างเปราะบางเหลือเกิน",
      c_monolith_1 = "เสาหินอ่อน",
      c_blast_off_1 = "จะออกไปแตะขอบฟ้า",
      c_five_card_1 = "ดวลเดือด 5 ใบ",
      c_golden_needle_1 = "อย่าทิ้งสุ่มสี่สุ่มห้า",
      c_cruelty_1 = "คาสิโนถังแตก",
      c_jokerless_1 = "โจ๊กเกอร์หายไป",
    },
    collabs = {
      Clubs = {
        ["1"] = "สำรับดั้งเดิม",
        ["2"] = "Vampire Survivors",
        ["3"] = "Slay the Spire",
        ["4"] = "Potion Craft",
        ["5"] = "Warframe",
      },
      Diamonds = {
        ["1"] = "สำรับดั้งเดิม",
        ["2"] = "Dave the Diver",
        ["3"] = "Stardew Valley",
        ["4"] = "Enter the Gungeon",
        ["5"] = "1000xRESIST",
      },
      Hearts = {
        ["1"] = "สำรับดั้งเดิม",
        ["2"] = "Among Us",
        ["3"] = "The Binding of Isaac",
        ["4"] = "Cult of the Lamb",
        ["5"] = "Divinity Original Sin 2",
      },
      Spades = {
        ["1"] = "สำรับดั้งเดิม",
        ["2"] = "The Witcher",
        ["3"] = "Cyberpunk 2077",
        ["4"] = "Shovel Knight",
        ["5"] = "Don’t Starve",
      },
    },
    dictionary = {
      ["$"] = "$",
      b_FAQ = "คำถามที่พบบ่อย",
      b_and_use = "และใช้",
      b_back = "กลับ",
      b_blinds = "บลายด์",
      b_booster_packs = "บูสเตอร์ แพ็ค",
      b_buy = "ซื้อ",
      b_cash_out = "รับเงิน",
      b_challenges = "ชาเลนจ์",
      b_collection_cap = "คอลเลกชัน",
      b_collection = "คอลเลกชัน",
      b_continue = "เล่นต่อ",
      b_copy = "คัดลอก",
      b_copy_seed = "คัดลอกซีด",
      b_create_profile = "สร้างโปรไฟล์",
      b_credits = "เครดิต",
      b_current_profile = "โปรไฟล์ปัจจุบัน",
      b_customize_deck = "ปรับแต่งสำรับไพ่",
      b_deck = "สำรับ",
      b_decks = "สำรับ",
      b_delete_profile = "ลบโปรไฟล์",
      b_discard = "ทิ้งไพ่",
      b_editions = "อิดิชัน",
      b_endless = "โหมดไม่รู้จบ",
      b_enhanced_cards = "ไพ่ที่อัปเกรดแล้ว",
      b_full_deck = "เต็มสำรับ",
      b_high_contrast_cards = "การ์ดคมชัดสูง",
      b_how_to_play = "วิธีเล่น",
      b_imagery = "ภาพ",
      b_jokers = "โจ๊กเกอร์",
      b_load_profile = "โหลดโปรไฟล์",
      b_main_menu = "เมนูหลัก",
      b_music = "เพลง",
      b_new_challenge = "เริ่มโหมดชาเลนจ์",
      b_new_run = "เกมใหม่",
      b_next = "ถัดไป",
      b_next_round_1 = "รอบ",
      b_next_round_2 = "ถัดไป",
      b_open = "เปิด",
      b_options_cap = "ตั้งค่า",
      b_options = "ตั้งค่า",
      b_planet_cards = "การ์ดดาวเคราะห์",
      b_play_cap = "เล่น",
      b_play_hand = "เล่นมือ",
      b_playbalatro = "ไปยัง playbalatro.com",
      b_poker_hands = "มือโป๊กเกอร์",
      b_quit_cap = "ออกจากเกม",
      b_redeem = "ใช้",
      b_reduced_motion = "ลดการเคลื่อนไหว",
      b_remaining = "เหลืออยู่",
      b_reroll_boss = "รีโรล บอส",
      b_reset_profile = "รีเซ็ตโปรไฟล์",
      b_restrictions = "ข้อบังคับ",
      b_retry = "เรื่มใหม่",
      b_rules = "กฎ",
      b_run_info_1 = "เกม",
      b_run_info_2 = "รอบนี้",
      b_seals = "ตราประทับ",
      b_seed = "ซีด",
      b_select = "เลือก",
      b_sell = "ขาย",
      b_set_CRT = "เอฟเฟกต์จอเรโทร",
      b_set_CRT_bloom = "เอฟเฟกต์สว่างจอเรโทร",
      b_set_apply = "ตกลง",
      b_set_audio = "เสียง",
      b_set_crash_reports = "รายงานบัก",
      b_set_game = "เกม",
      b_set_game_vol = "ระดับเสียง",
      b_set_gamespeed = "ความเร็วเกม",
      b_set_graphics = "กราฟิก",
      b_set_master_vol = "เสียงเกมหลัก",
      b_set_monitor = "การแสดงผลจอภาพ",
      b_set_music_vol = "เสียงดนตรี",
      b_set_pixel_smoothing = "ลดความหยาบของขอบ",
      b_set_play_discard_pos = "ตำแหน่งปุ่ม เล่น/ทิ้งไพ่",
      b_set_rumble = "คอนโทรเลอร์สั่น",
      b_set_screenshake = "จอสั่น",
      b_set_shadows = "เงา",
      b_set_vibration = "การสั่น",
      b_set_video = "วีดีโอ",
      b_set_windowmode = "โหมดหน้าต่าง",
      b_settings = "ตั้งค่า",
      b_skip = "ข้าม",
      b_skip_blind = "ข้ามบลายด์",
      b_skip_reward = "ข้ามรางวัล",
      b_sort_hand = "เรียง",
      b_sounds = "เสียง",
      b_spectral_cards = "การ์ดสเปกตรัล",
      b_stake = "ความยาก",
      b_start_new_run = "เล่นเกมใหม่",
      b_stat_consumables = "การ์ดใช้แล้วทิ้ง",
      b_stat_jokers = "โจ๊กเกอร์",
      b_stat_planets = "ดาวเคราะห์",
      b_stat_spectrals = "สเปกตรัล",
      b_stat_tarots = "ทาโรต์",
      b_stat_vouchers = "วอยเชอร์",
      b_stats = "สถิติ",
      b_tags = "แท็ก",
      b_tarot_cards = "ไพ่ทาโรต์",
      b_unlock_all = "ปลดล็อคทุกอย่าง",
      b_use = "ใช้",
      b_vouchers = "วอยเชอร์",
      b_wishlist = "เพิ่มเป็นสิ่งที่อยากได้บนสตีม",
      k_aces = "เอซ",
      k_achievement = "ความสำเร็จ",
      k_achievements_disabled = "ความสำเร็จถูกปิดใช้งาน",
      k_active = "เปิดใช้งาน!",
      k_active_ex = "เปิดใช้งาน!",
      k_again_ex = "อีกครั้ง!",
      k_all_hands = "ทุกมือ",
      k_also_applied = "นำไปใช้",
      k_ante_cap = "อันเต้",
      k_ante = "อันเต้",
      k_arcana_pack = "อาร์คานา แพ็ค",
      k_balanced = "สมดุล",
      k_banned_cards = "การ์ดต้องห้าม",
      k_banned_tags = "แท็กต้องห้าม",
      k_base_cap = "แต้มพื้นฐาน",
      k_base_cards = "ไพ่พื้นฐาน",
      k_best_hand = "มือที่ดีที่สุด",
      k_booster = "บูสเตอร์",
      k_buffoon_pack = "บัฟฟูน แพ็ค",
      k_cap_consumables = "การ์ดใช้แล้วทิ้ง",
      k_card_stats = "สถิติการ์ด",
      k_celestial_pack = "เซเลสเทียล แพ็ค",
      k_challenge_mode = "โหมดชาเลนจ์",
      k_challenges = "ชาเลนจ์",
      k_choose = "เลือก",
      k_collection = "คอลเลกชัน",
      k_common = "ธรรมดา",
      k_compatible = "เข้ากันได้",
      k_copied_ex = "คัดลอก!",
      k_custom_rules = "กฎเพิ่มเติม",
      k_daily_run = "เกมประจำวัน",
      k_debuffed = "ดีบัฟ",
      k_deck = "สำรับ",
      k_deck_stake_wins = "เดิมพันที่สำรับชนะ",
      k_defeated_by = "พ่ายแพ้ให้กับ",
      k_demo_version_ex = "รุ่นทดลอง!",
      k_disabled_ex = "ปิดการใช้งาน!",
      k_drank_ex = "ดึง!",
      k_duplicated_ex = "ซ้ำ!",
      k_dwarf_planet = "ดาวเคราะห์แคระ",
      k_eaten_ex = "กินเรียบ!",
      k_edition = "อิดิชัน",
      k_effective = "ได้ผล",
      k_empty_caps = "ว่าง",
      k_enter_name = "ใส่ชื่อ",
      k_enter_seed = "ใส่ซีด",
      k_enter_text = "ป้อนข้อความ",
      k_eroded_ex = "ผุพังลง!",
      k_extinct_ex = "สูญพันธ์!",
      k_face_cards = "ไพ่ขอบ",
      k_game_modifiers = "กฎพื้นฐาน",
      k_gold = "ทอง",
      k_high_score_ex = "สถิติใหม่!",
      k_hud_discards = "ทิ้งไพ่",
      k_hud_hands = "มือ",
      k_incompatible = "เข้ากันไม่ได้",
      k_joker = "โจ๊กเกอร์",
      k_joker_stickers = "สติกเกอร์โจ๊กเกอร์",
      k_jokers_cap = "โจ๊กเกอร์",
      k_legendary = "ตำนาน",
      k_level_prefix = "เวล ",
      k_level_up_ex = "เลเวล อัป!",
      k_locked = "ล็อค",
      k_lower_score = "แต้ม",
      k_lvl = "เลเวล ",
      k_melted_ex = "ละลาย!",
      k_money = "เงิน",
      k_mult = "ตัวคูณ",
      k_no_other_jokers = "ไม่มีโจ๊กเกอร์อื่นแล้ว!",
      k_no_reward = "ไม่มีรางวัล",
      k_no_room_ex = "ไม่มีที่ว่าง!",
      k_no_space_ex = "ไม่มีที่ว่าง!",
      k_none = "ไม่มี",
      k_nope_ex = "ไม่!",
      k_not_allowed_ex = "ไม่อนุญาต!",
      k_not_discovered = "ยังไม่ค้นพบ",
      k_numbered_cards = "ไพ่แต้ม",
      k_or = "หรือ",
      k_other = "อื่นๆ",
      k_page = "หน้า",
      k_planet = "ดาวเคราะห์",
      k_planet_q = "ดาวเคราะห์?",
      k_playing_as = "เล่นเป็น",
      k_plus_joker = "โจ๊กเกอร์ +1 ใบ",
      k_plus_planet = "การ์ดดาวเคราะห์ +1 ใบ",
      k_plus_spectral = "การ์ดสเปกตรัล +1 ใบ",
      k_plus_stone = "หิน +1 ใบ",
      k_plus_tarot = "ทาโรต์ +1 ใบ",
      k_poker_hand = "มือโป๊กเกอร์",
      k_profile = "ข้อมูลผู้เล่น",
      k_progress = "ความคืบหน้า",
      k_rank = "แต้ม",
      k_rare = "หายาก",
      k_redeemed_ex = "ใช้แล้ว!",
      k_reroll = "รีโรล",
      k_reset = "รีเซ็ต",
      k_reward = "รางวัล",
      k_round = "รอบ",
      k_safe_ex = "ปลอดภัย!",
      k_saved_ex = "รอดแล้ว!",
      k_seed = "ซีด",
      k_seeded_run = "เกมที่ใส่ซีด",
      k_skipped_cap = "ข้ามรอบ",
      k_spectral = "สเปกตรัล",
      k_spectral_pack = "สเปกตรัล แพ็ค",
      k_stake = "ความยาก",
      k_stake_level = "ระดับความยาก",
      k_standard_pack = "สแตนดาร์ด แพ็ค",
      k_suit = "ดอกไพ่",
      k_swapped_ex = "สลับไพ่!",
      k_tarot = "ทาโรต์",
      k_trophies_disabled = "ถ้วยรางวัลปิดการใช้งาน",
      k_trophy = "รางวัล",
      k_uncommon = "ไม่ธรรมดา",
      k_undisovered = "ไม่ถูกค้นพบ",
      k_unknown = "?????",
      k_unlocked_ex = "ปลดล็อคแล้ว!",
      k_upgrade_ex = "อัปเกรด!",
      k_val_up = "มูลค่าเพิ่ม!",
      k_view = "ดู",
      k_voucher = "วอยเชอร์",
      k_vouchers_cap = "วอยเชอร์",
      k_wins = "ชนะ",
      k_x_base = " เท่าจากแต้มพื้นฐาน",
      ml_bloom_opt = {
        "ปิด",
        "เปิด",
      },
      ml_buy_and_use_target = {
        "ซื้อ",
        "และใช้",
      },
      ml_buy_target = {
        "ซื้อ",
      },
      ml_card_stats = {
        "สถิติ",
        "ไพ่",
      },
      ml_controller_required = {
        "ต้องใช้คอนโทรลเลอร์ในการเล่นเกม",
        "กรุณาเชื่อมต่อคอนโทรลเลอร์เพื่อเล่นต่อ",
      },
      ml_crash_report_info = {
        "รายงานข้อขัดข้องจะถูกส่งไปยังผู้พัฒนา",
        "เพื่อช่วยลดปัญหาในอนาคต",
        "โดยจะไม่มีการส่งการระบุตัวตนหรือข้อมูลส่วนบุคคล",
      },
      ml_demo_thanks_message = {
        "อย่าลืมรัวิว",
        "บาลาโทรบนสตีมและสมัคร",
        "รับข่าวสารจาก playbalatro.com",
      },
      ml_disabled_seed = {
        "การปลดล็อกและค้นพบทั้งหมด",
        "จะถูกปิดการใช้งาน",
      },
      ml_edition_seal_enhancement_explanation = {
        "ไพ่ที่ใช้เล่นแต่ละใบอาจจะมี",
        "อัปเกรด อิดิชัน หรือมีตราประทับ",
      },
      ml_eternal = {
        "คงกระพัน",
        "ไม่สามารถขาย",
        "หรือถูกทำลายได้",
      },
      ml_gold_seal_desc = {
        "ตราประทับทอง",
        "ไพ่จะกลับคืนสู่มือ",
        "เมื่อเล่น",
      },
      ml_offline_message = {
        "อุปกรณ์นี้ไม่ได้เชื่อมต่ออินเทอร์เน็ต",
        "ข้อมูลเกมที่บันทึกไว้อาจจะไม่ใช่ข้อมูลล่าสุด",
      },
      ml_open_target = {
        "เปิด",
      },
      ml_paste_seed = {
        "วาง",
        "ซีด",
      },
      ml_play_discard_pos_opt = {
        "ทิ้งไพ่/เล่น",
        "เล่น/ทิ้งไพ่",
      },
      ml_redeem_target = {
        "ใช้",
      },
      ml_sell_target = {
        "ขาย",
      },
      ml_shadow_opt = {
        "เปิด",
        "ปิด",
      },
      ml_smoothing_opt = {
        "ปิด",
        "เปิด",
      },
      ml_unlock_all_explanation = {
        "คำเตือน! การปลดล็อคคอลเลกชันทั้งหมด",
        "จะทำให้ไม่ได้ความสำเร็จสำหรับโปรไฟล์นี้",
      },
      ml_unlock_all_trophies = {
        "คำเตือน! การปลดล็อคคอลเลกชันทั้งหมด",
        "จะทำให้ไม่ได้ถ้วยรางวัลสำหรับโปรไฟล์นี้",
      },
      ml_vsync_opt = {
        "VSync เปิด",
        "VSync ปิด",
      },
      ml_windowmode_opt = {
        "ในหน้าต่าง",
        "เต็มจอ",
        "หน้าต่างไร้ขอบ",
      },
      ph_1_level = "เลเวล +1",
      ph_4_7_of_clubs = "7 ดอกจิก สี่ใบ",
      ph_alert_debuff_confirm = "กด 'เล่น' อีกครั้งเพื่อยืนยัน",
      ph_all_poker_hand = "มือโป๊กเกอร์ทั้งหมด",
      ph_blind_reward = "รางวัล:",
      ph_blind_score_at_least = "ทำแต้มให้ได้อย่างน้อย",
      ph_boss_disabled = "ปิดเอฟเฟ็กต์บอส!",
      ph_choose_blind_1 = "เลือกหรือข้าม",
      ph_choose_blind_2 = "บลายด์ถัดไป",
      ph_click_confirm = "เลือกอีกครั้งเพื่อยืนยัน",
      ph_deck_preview_effective = "จำนวนที่ใช้ได้จริง ผลจากไพ่โจ๊กเกอร์ บลายด์ และการเพิ่มพลังให้กับไพ่",
      ph_deck_preview_stones = "หิน",
      ph_defeat_the_boss = "เอาชนะบอสบลายด์",
      ph_defeat_this_blind_1 = "จะค้นพบเมื่อ",
      ph_defeat_this_blind_2 = "เอาชนะบอสบลายด์นี้",
      ph_demo_thanks_1 = "ขอบคุณสำหรับการเล่น",
      ph_demo_thanks_2 = "บาลาโทร เวอร์ชันทดลอง",
      ph_display_stickers = "แสดงสติกเกอร์เบี้ยเดิมพันระหว่างการเล่น",
      ph_game_over = "แพ้แล้ว~",
      ph_improve_run = "เปิดไพ่อย่างมั่นใจ!",
      ph_most_played = "(มือที่เล่นบ่อยที่สุด)",
      ph_mr_bones = "ได้รับการช่วยเหลือโดยน้าผี",
      ph_no_boss_active = "ไม่มีเอฟเฟกต์บอส",
      ph_no_vouchers = "ไม่มีวอยเชอร์ที่ใช้ในเกมนี้",
      ph_score_at_least = "ทำแต้มอย่างน้อย",
      ph_score_cards_discarded = "ไพ่ที่ทิ้ง",
      ph_score_cards_played = "ไพ่ที่เล่น",
      ph_score_cards_purchased = "ไพ่ที่ซื้อ",
      ph_score_furthest_ante = "อันเต้",
      ph_score_furthest_round = "รอบ",
      ph_score_hand = "แต้มดีที่สุดในมือเดียว",
      ph_score_new_collection = "ค้นพบใหม่",
      ph_score_poker_hand = "มือที่ดีที่สุด",
      ph_score_times_rerolled = "จำนวนการสุ่ม",
      ph_select_challenge = "เลือกชาเลนจ์",
      ph_sneak_peek = "แอบดู",
      ph_stat_consumable = "จำนวนครั้งที่มีการใช้ไพ่ใบนี้",
      ph_stat_joker = "รอบที่เสร็จสมบูรณ์ทั้งหมดด้วยไพ่ใบนี้",
      ph_stat_voucher = "จำนวนครั้งที่แลกบัตร วอยเชอร์นี้",
      ph_unscored_hand = "ในมือไม่มีแต้ม",
      ph_up_ante_1 = "ผ่านบอสบลายด์นี้",
      ph_up_ante_2 = "เพื่อรีบลายด์รอบใหม่",
      ph_up_ante_3 = "และขึ้นอันเต้",
      ph_vouchers_redeemed = "วอยเชอร์ที่ใช้ในเกมนี้",
      ph_you_win_demo = "ชนะเกมทดลองแล้ว!",
      ph_you_win = "ชนะแล้ว!",
    },
    high_scores = {
      boss_streak = "บอสเรียงกันมากที่สุด",
      collection = "คอลเลกชัน",
      current_streak = "",
      furthest_ante = "อันเต้สูงสุด",
      furthest_round = "รอบสูงสุด",
      hand = "มือที่ดีที่สุด",
      most_money = "เงินมากที่สุด",
      poker_hand = "มือที่เล่นบ่อยที่สุด",
      win_streak = "ชนะต่อเนื่องดีที่สุด",
    },
    labels = {
      blue_seal = "ตราประทับฟ้า",
      common = "ธรรมดา",
      eternal = "คงกระพัน",
      foil = "ฟอยล์",
      gold_seal = "ตราประทับทอง",
      holographic = "โฮโลแกรม",
      legendary = "ตำนาน",
      locked = "ล็อค",
      negative = "เนกาทีฟ",
      perishable = "เสื่อมสภาพ",
      pinned_left = "ตรึงซ้าย",
      planet = "ดาวเคราะห์",
      pluto_planet = "ดาวเคราะห์แคระ",
      polychrome = "โพลีโครม",
      purple_seal = "ตราประทับม่วง",
      rare = "หายาก",
      red_seal = "ตราประทับแดง",
      rental = "เช่า",
      tarot = "ทาโรต์",
      uncommon = "ไม่ธรรมดา",
      voucher = "วอยเชอร์",
    },
    poker_hand_descriptions = {
      ['Five of a Kind'] = {
        "ไพ่แต้มเดียวกัน 5 ใบ",
      },
      ['Flush'] = {
        "ไพ่ดอกเดียวกัน 5 ใบ",
      },
      ['Flush Five'] = {
        "ไพ่เหมือนกันเป๊ะ 5 ใบ",
      },
      ['Flush House'] = {
        "ตอง และ หนึ่งคู่",
        "และไพ่ดอกเดียวกันทั้งหมด",
      },
      ['Four of a Kind'] = {
        "ไพ่แต้มเท่ากัน 4 ใบ",
        "ไพ่อีกใบมีแต้มอะไรก็ได้",
      },
      ['Full House'] = {
        "ไพ่ตอง และ หนึ่งคู่",
      },
      ['High Card'] = {
        "หากในมือไม่มีไพ่โป๊กเกอร์อื่นใดๆในมือ",
        "จะนับแต้มจากไพ่ใบที่มีแต้มสูงสุดเท่านั้น",
      },
      ['Pair'] = {
        "ไพ่มีแต้มเท่ากัน 2 ใบ (หนึ่งคู่)",
        "ไพ่อีก 3 ใบมีแต้มอะไรก็ได้",
      },
      ['Royal Flush'] = {
        "ไพ่ 10,J,Q,K,A เรียงกัน (ตามลำดับขั้น)",
        "และเป็นดอกไพ่เดียวกันทั้งหมด",
      },
      ['Straight'] = {
        "ไพ่เรียงกัน (ตามลำดับขั้น) 5 ใบ",
      },
      ['Straight Flush'] = {
        "ไพ่เรียงกัน (ตามลำดับขั้น) 5 ใบ",
        "และเป็นดอกไพ่เดียวกันทั้งหมด",
      },
      ['Three of a Kind'] = {
        "ไพ่มีค่าเท่ากัน 3 ใบ (ตอง)",
        "ไพ่อีก 2 ใบมีแต้มอะไรก็ได้",
      },
      ['Two Pair'] = {
        "ไพ่มีแต้มเท่ากัน 2 ใบ สองคู่ (แต่ละคู่มีแต้มต่างกัน)",
        "ไพ่อีกใบมีแต้มอะไรก็ได้",
      },
    },
    poker_hands = {
      ['Flush Five'] = "ฟลัชไฟว์",
      ['Flush House'] = "ฟลัชเฮ้าส์",
      ['Five of a Kind'] = "ไฟว์",
      ['Royal Flush'] = "รอยัลฟลัช",
      ['Straight Flush'] = "สเตรทฟลัช",
      ['Four of a Kind'] = "โฟร์",
      ['Full House'] = "ฟูลเฮ้าส์",
      ['Flush'] = "ฟลัช",
      ['Straight'] = "สเตรท",
      ['Three of a Kind'] = "ตอง",
      ['Two Pair'] = "สองคู่",
      ['Pair'] = "หนึ่งคู่",
      ['High Card'] = "ไพ่สูง",
    },
    quips = {
      dq_1 = {
        "อุ้ย! หวังว่า",
        "เจ้าจะมีไม้ตาย",
        "ซ่อนไว้รับมือกับ",
        "ชาเลนจ์สุดท้ายนี้นะ",
      },
      lq_1 = {
        "ไปตกปลา",
        "น่าจะช้าพอเจ้า",
        "ตามทัน...",
      },
      lq_10 = {
        "อะไรกันนี่!",
      },
      lq_2 = {
        "เราเล่นอะไร",
        "ไม่เข้าเรื่อง!",
      },
      lq_3 = {
        "กลับไปสับไพ่",
        "แล้วลองเล่นใหม่ซะ",
      },
      lq_4 = {
        "เขาว่ากันว่าเจ้ามือ",
        "ชนะเสมอ ไม่ยักเชื่อว่า",
        "จะเกิดขึ้นกับคนใกล้ตัว",
      },
      lq_5 = {
        "ไหนดูซิว่า",
        "ใครคือโจ๊กเกอร์",
        "ตัวจริง!",
      },
      lq_6 = {
        "อ้าว ไม่ได้หลอก",
        "กันเล่นหรอกเหรอ?",
      },
      lq_7 = {
        "ดูเหมือนว่าเราจะเป็นฝ่าย",
        "ที่ดูตลกเอง...",
      },
      lq_8 = {
        "ถ้าข้ามีมือเล่นนะ",
        "ข้าคงไม่เล่นหรอก",
        "เอามาปิดหน้าแทน อาย",
      },
      lq_9 = {
        "ข้านี่ตัวตลก",
        "ตัวเป็นๆ อย่ามา",
        "หาข้ออ้างโทษข้า",
      },
      wq_1 = {
        "ทำได้ดีนี่!",
      },
      wq_2 = {
        "เจ้าจัดการกับ",
        "มันได้ดี",
      },
      wq_3 = {
        "ก็ไม่ได้หลอก",
        "กันเล่นนี่นา",
      },
      wq_4 = {
        "แย่จริงๆ ที่",
        "ชิปพวกนี้มันก็แค่",
        "ตัวเลขบนจอ...",
      },
      wq_5 = {
        "ดูเหมือนว่าเจ้า",
        "จะเรียนรู้จากข้าไปดี!",
      },
      wq_6 = {
        "เล่นได้มันสุดขอบ",
        "ไพ่มากพะย่ะค่ะ!",
      },
      wq_7 = {
        "ดีนะที่ข้า",
        "ไม่ได้พนันว่า",
        "เจ้าจะแพ้!",
      },
    },
    ranks = {
      ["10"] = "10",
      ["2"] = "2",
      ["3"] = "3",
      ["4"] = "4",
      ["5"] = "5",
      ["6"] = "6",
      ["7"] = "7",
      ["8"] = "8",
      ["9"] = "9",
      Ace = "เอซ",
      Jack = "แจ๊ค",
      King = "คิง",
      Queen = "แหม่ม",
    },
    suits_plural = {
      Spades = "โพธิ์ดำ",
      Hearts = "โพธิ์แดง",
      Clubs = "ดอกจิก",
      Diamonds = "ข้าวหลามตัด",
    },
    suits_singular = {
      Spades = "โพธิ์ดำ",
      Hearts = "โพธิ์แดง",
      Clubs = "ดอกจิก",
      Diamonds = "ข้าวหลามตัด",
    },
    tutorial = {
      bb_1 = {
        "ถ้าเลือก {C:attention}บลายด์ใหญ่",
        "จะได้เงินเพิ่มขึ้นเมื่อชนะ",
      },
      bb_2 = {
        "แต่ถ้าเลือกที่จะ {C:attention}ข้ามบลายด์",
        "ล่ะก็จะได้รับ {C:attention}แท็ก{}",
        "แต่ละ {C:attention}แท็ก{} มีเอฟเฟกต์ที่แตกต่างกันไป",
      },
      bb_3 = {
        "แต่ก็ระวัง{C:attention}บอสบลายด์{}",
        "ไว้ให้ดีๆ ด้วยล่ะเพราะว่า",
        "{C:attention}บอสบลายด์{}จะมีความสามารถพิเศษ",
        "ที่เจ้าจะต้องวางแผนรับมือกับมัน",
      },
      bb_4 = {
        "ถ้าหากชนะ{C:attention}บอสบลายด์{}ล่ะก็",
        "{C:attention}อันเต้{} จะเพิ่มขึ้นและ",
        "{C:attention}บลายด์{} จะยากยิ่งขึ้น",
      },
      bb_5 = {
        "จะชนะเกมได้เมื่อเอาชนะ {C:attention}อันเต้{} #1# ได้",
        "ตอนนี้เจ้าจงเลือกว่าจะทำอะไรต่อ",
      },
      fh_1 = {
        "เจ้าสามารถทำแต้มชิปได้โดย",
        "การเล่น{C:attention}มือโป๊กเกอร์{}",
      },
      fh_2 = {
        "แต่ละ{C:attention}มือโป๊กเกอร์{}นั้นจะได้รับ",
        "{C:blue}ชิป{}จำนวนพื้นฐาน",
        "คูณด้วย{C:red}ตัวคูณ{}สักค่านึง",
      },
      fh_3 = {
        "เจ้าสามารถดู{C:attention}มือโป๊กเกอร์{}ใน",
        "และข้อมูลสัพเพเหระใดๆใน",
        "เกี่ยวกับเกมปัจจุบันของเจ้าได้",
        "หน้าต่าง{C:attention}เกมรอบนี้{}",
      },
      fh_4 = {
        "ไพ่ในมือเจ้าใบต่างๆ",
        "ก็สามารถทำแต้ม{C:blue}ชิป{}ได้",
        "ลองเอาเม้าส์ไปชี้ไพ่สักใบดูสิ",
      },
      fh_4_touch = {
        "ไพ่ในมือเจ้าใบต่างๆ",
        "ก็สามารถทำแต้ม{C:blue}ชิป{}ได้",
        "ลองกดค้างไพ่สักใบดูสิ",
      },
      fh_5 = {
        "ตอนนี้ก็ถึงเวลาที่เจ้าจะเล่นแล้ว",
        "เลือกไพ่ {C:attention}5{} ใบในมือ",
        "แล้วกด {C:blue}'เล่นมือ'{} ได้เลย",
      },
      fh_5_touch = {
        "ตอนนี้ก็ถึงเวลาที่เจ้าจะเล่นแล้ว",
        "แตะไพ่ {C:attention}5{} ใบในมือ",
        "แล้วกด {C:blue}'เล่นมือ'{} ได้เลย",
      },
      fh_6 = {
        "นอกจาก{C:blue}เล่นมือ{}แล้วเจ้ายังสามารถ",
        "เลือก {C:red}'ทิ้งไพ่'{} ได้",
        "มากสุดครั้งละ {C:attention}5{} ใบ",
        "เพื่อจั่วไพ่ใหม่ให้ทำแต้มได้สูงขึ้น",
        "ลองสิ!",
      },
      fh_7 = {
        "แต่เจ้าจงระวังไว้ว่าแต่ละรอบ",
        "จะจำกัดจำนวนครั้งการ{C:blue}เล่นมือ",
        "และการ{C:red}ทิ้งไพ่{}",
      },
      fh_8 = {
        "ทำแต้มให้ได้ {C:attention}300 ชิป{} ก่อน",
        "หมด{C:blue}มือ{}เพื่อเอาชนะรอบนี้",
        "โชคดีล่ะ!",
      },
      s_1 = {
        "สุดยอดไปเลย! เดาว่าตอนนี้",
        "เจ้าคงจะ{C:money}มีเงิน{}{E:1}ล้นกระเป๋า{}แล้ว",
        "เจ้าสามารถไปซื้อไพ่",
        "หรือการ์ดได้ที่{C:attention}ร้านค้า",
      },
      s_10 = {
        "ถ้าซื้อ{C:attention}วอยเชอร์{} แล้ว",
        "ก็จะต้องเอาชนะ{C:attention}บอสบลายด์{}",
        "จึงจะมีใบใหม่เข้ามาเติม",
      },
      s_11 = {
        "ร้านค้าทุกร้านจะมี",
        "{C:booster}บูสเตอร์ แพ็ค{}ขายสองซอง",
        "อย่าลืมซื้อบ้างล่ะ มีของดีๆ ทั้งนั้น",
      },
      s_12 = {
        "เสร็จแล้วพวกเราไป",
        "{C:attention}รอบต่อไป{}กันดีกว่า",
      },
      s_2 = {
        "ลองซื้อสุดหล่อ",
        "สุดร้ายใบนี้สิ",
      },
      s_2_touch = {
        "ลองซื้อสุดหล่อ",
        "สุดร้ายใบนี้สิ!",
        "ลากไพ่จากร้านค้า",
        "ไปที่บริเวณ{C:attention}'ซื้อ'{}",
      },
      s_3 = {
        "นี่คือหนึ่งในไพ่{C:attention}โจ๊กเกอร์ #1# ใบ",
        "ที่เจ้าสามารถใช้ไปในเกมได้",
        "และ{C:attention}โจ๊กเกอร์{}",
        "แต่ละใบก็มีความสามารถแตกต่างกัน",
      },
      s_4 = {
        "เจ้านี่จะเพิ่ม{C:red}ตัวคูณ +4{} ให้",
        "ให้มือทุกมือที่เจ้าเล่น",
      },
      s_5 = {
        "แต่ก็เลือกให้ดีๆ ด้วยเพราะเจ้า",
        "จะใช้{C:attention}โจ๊กเกอร์{}ได้",
        "เพียงทีละ{C:attention} 5 ใบ{}เท่านั้น",
      },
      s_6 = {
        "ต่อไปก็จงไปซื้อไพ่อีกใบ",
        "ที่อยู่ใน{C:attention}ร้านค้า",
      },
      s_7 = {
        "นี่คือไพ่{C:tarot}ทาโรต์{} ซึ่งเป็น",
        "การ์ด{C:attention}ใช้แล้วทิ้ง{} ไพ่ใบนี้",
        "มีความสามารถในการอัปเกรด",
        "ไพ่ในมือของเจ้าได้ เจ้าเก็บไว้ในมือให้ดี",
      },
      s_8 = {
        "เจ้าสามารถเก็บ",
        "การ์ด{C:attention}ใช้แล้วทิ้ง{}",
        "ได้มากที่สุด{C:attention}2 ใบ{}",
      },
      s_9 = {
        "แต่ถ้าเจ้าเก็บเงินพอละก็",
        "เจ้าจะสามารถซื้อ{C:attention}วอยเชอร์{}ได้",
        "{C:attention}วอยเชอร์{}ทำให้เกม",
        "ของเจ้าไปได้ดียิ่งขึ้น",
      },
      sb_1 = {
        "สวัสดี! ข้ามีนามว่า{C:attention}จิมโบ{}",
        "วันนี้ข้ามีหน้าที่ที่จะสอนเจ้าเล่นเกมนี้ให้เป็น!",
      },
      sb_2 = {
        "เป้าหมายของเจ้าคือเจ้าต้องทำแต้ม",
        "{C:blue}ชิป{}ให้เอาชนะ",
        "{C:attention}บลายด์{}ของศัตรูได้",
      },
      sb_3 = {
        "นี่คือ{C:blue}บลายด์เล็ก{}",
        "ถ้าเจ้าอยากเอาชนะ{C:attention}บลายด์{}นี้ละก็",
        "เจ้าต้องทำแต้มให้ได้{C:attention}300 ชิป{}จึงจะชนะ",
      },
      sb_4 = {
        "เจ้ากดเลือก{C:blue}บลายด์เล็ก{}",
        "เพื่อเริ่มรอบได้เลย",
      },
      sh_1 = {
        "ถ้าเจ้าได้ไพ่เพิ่ม จงจำไว้ว่า",
        "เจ้าสามารถเรียงไพ่ใหม่ได้",
        "{C:attention}โจ๊กเกอร์{}จะทำงานตาม",
        "ลำดับจากซ้ายไปขวา",
      },
      sh_2 = {
        "และอย่าลืม{C:attention}ใช้{}",
        "การ์ดใช้แล้วทิ้งด้วย ไม่ต้องเสียดาย",
      },
      sh_3 = {
        "เลือกไพ่ {C:attention}2{} ใบ",
        "ในมือแล้วกด{C:attention}'ใช้'{}",
        "ที่ไพ่{C:tarot}ทาโรต์{} เพื่ออัปเกรด",
        "ไพ่ในมือ",
      },
      sh_3_touch = {
        "เลือกไพ่ {C:attention}2{} ใบ",
        "ในมือแล้วลากไพ่{C:tarot}ทาโรต์{}",
        "ไปที่บริเวณ{C:attention}'ใช้'{} เพื่ออัปเกรด",
        "ไพ่ในมือ",
      },
    },
    v_dictionary = {
      a_chips = "+#1#",
      a_chips_minus = "-#1#",
      a_hands = "มือเล่น +#1#",
      a_handsize = "ขนาดมือ +#1#",
      a_handsize_minus = "ขนาดมือ -#1#",
      a_mult = "ตัวคูณ +#1#",
      a_mult_minus = "ตัวคูณ -#1#",
      a_remaining = "คงเหลือ #1#",
      a_sold_tally = "ขายแล้ว #1#/#2#",
      a_xmult = "ตัวคูณ X#1#",
      a_xmult_minus = "ตัวคูณ -X#1#",
      ante_x_voucher = "วอยเชอร์ในอันเต้ #1#",
      challenges_completed = "ผ่านชาเลนจ์แล้ว #1# จาก #2#",
      completed = "เสร็จสมบูรณ์ #1# จาก #2#",
      deck_preview_wheel_plural = "ตัวเลขอาจต่ำกว่านี้เนื่องจากมีไพ่ #1# ใบจั่วคว่ำหน้าอยู่",
      deck_preview_wheel_singular = "ตัวเลขอาจต่ำกว่านี้เนื่องจากมีไพ่ #1# ใบจั่วคว่ำหน้าอยู่",
      interest = "ดอกเบี้ย $#1# ทุก $#2# ที่มี (สูงสุด $#3#)",
      loyalty_active = "เปิดใช้งาน!",
      loyalty_inactive = "คงเหลือ #1#",
      ml_foil_desc = {
        "ฟอยล์",
        "ชิป +#1#",
      },
      ml_holo_desc = {
        "โฮโลแกรม",
        "ตัวคูณ +#1#",
      },
      ml_polychrome_desc = {
        "โพลีโครม",
        "ตัวคูณ X#1#",
      },
      ml_negative_desc = {
        "เนกาทีฟ",
        "ช่องโจ๊กเกอร์ +#1#",
      },
      ml_negative_consumable_desc = {
        "เนกาทีฟ",
        "ช่องการ์ด +#1#",
      },
      remaining_discard_money = "ทิ้งไพ่คงเหลือ ($#1# ต่อการทิ้ง)",
      remaining_hand_money = "มือคงเหลือ (#1# ต่อมือ)",
      unlocked = "ปลดล็อค #1# จาก #2#",
    },
    v_text = {
      ch_c_all_eternal = {
        "โจ๊กเกอร์ทุกใบติด{C:eternal}คงกระพัน{}",
      },
      ch_c_chips_dollar_cap = {
        "{C:blue}ชิป{}ต้องไม่เกินเงินที่มี {C:money}$",
      },
      ch_c_daily = {
        "{E:1,s:1.2,C:red}ชาเลนจ์รายวัน!",
      },
      ch_c_debuff_played_cards = {
        "ไพ่{C:attention}ที่เล่นแล้ว{}ทั้งหมดจะติด{C:attention}ดีบัฟ{}หลังจากทำแต้ม",
      },
      ch_c_discard_cost = {
        "จ่าย {C:money}$#1#{} ต่อการทิ้งไพ่แต่ละครั้ง",
      },
      ch_c_flipped_cards = {
        "ไพ่ {C:green}1 ใน #1#{} ใบจะถูกจั่วคว่ำหน้าลง",
      },
      ch_c_inflation = {
        "ทุกครั้งที่ซื้อของเพิ่มราคาของ {C:money}$1{} เรื่อยๆ",
      },
      ch_c_minus_hand_size_per_X_dollar = {
        "ขนาดมือ {C:red}-1{} ใบต่อทุกๆ {C:money}$#1#{} ที่มี",
      },
      ch_c_no_extra_hand_money = {
        "{C:blue}มือ{}เพิ่มเติม ไม่สามารถรับเงินได้",
      },
      ch_c_no_interest = {
        "ไม่มี{C:attention}ดอกเบี้ย{} เมื่อจบรอบ",
      },
      ch_c_no_reward = {
        "ไม่มีเงินรางวัลสำหรับชนะ{C:attention}บลายด์{}ใดๆ",
      },
      ch_c_no_reward_specific = {
        "ไม่มีเงินรางวัลสำหรับชนะ{C:attention}บลายด์ #1#{}",
      },
      ch_c_no_shop_jokers = {
        "ไม่มีโจ๊กเกอร์{C:attention}ขาย{}ในร้านค้า",
      },
      ch_c_none = {
        "{C:inactive}ไม่มี",
      },
      ch_c_set_eternal_ante = {
        "เมื่อเอาชนะบอสในอันเต้ {C:attention}#1#{} แล้วโจ๊กเกอร์ทุกใบจะติด{C:attention}คงกระพัน",
      },
      ch_c_set_joker_slots_ante = {
        "เมื่อเอาชนะบอสในอันเต้ {C:attention}#1#{} แล้วจะเหลือช่องโจ๊กเกอร์ {C:attention}0{} ช่อง",
      },
      ch_c_set_seed = {
        "เล่น 1 ครั้งโดยใช้ซีดที่กำหนด: {C:inactive}{Hidden}",
      },
      ch_m_consumable_slots = {
        "ช่องการ์ดใช้แล้วทิ้ง {C:attention}#1#{} ช่อง",
      },
      ch_m_discards = {
        "ทิ้งไพ่ได้ {C:red}#1#{} ครั้งต่อรอบ",
      },
      ch_m_dollars = {
        "เงินเริ่มที่ {C:money}$#1#",
      },
      ch_m_hand_size = {
        "ขนาดมือ {C:attention}#1#{} ใบ",
      },
      ch_m_hands = {
        "เล่นได้ {C:blue}#1#{} มือต่อรอบ",
      },
      ch_m_joker_slots = {
        "ช่องโจ๊กเกอร์ {C:attention}#1#{} ช่อง",
      },
      ch_m_none = {
        "{C:inactive}ไม่มี",
      },
    },
  },
}
