return {
  descriptions = {
    Back = {
      b_abandoned = {
        name = "สำรับร้าง",
        text = {
          "เริ่มรันโดยที่ในสำรับ",
          "จะไม่มี{C:attention}ไพ่ขอบ",
        },
      },
      b_anaglyph = {
        name = "สำรับสามมิติ",
        text = {
          "จะได้รับ{C:attention,T:tag_double}#1#",
          "หลังจากเอาชนะ{C:attention}บอส บลายด์{}",
        },
      },
      b_black = {
        name = "สำรับดำ",
        text = {
          "เพิ่มช่องโจ๊กเกอร์ {C:attention}+#1#{} ช่อง",
          "",
          "มือเล่น {C:blue}-#2#{} มือทุกรอบ",
        },
      },
      b_blue = {
        name = "สำรับน้ำเงิน",
        text = {
          "เพิ่มมือเล่น {C:blue}+#1#{} มือ",
          "ทุกรอบ",
        },
      },
      b_challenge = {
        name = "สำรับชาเลนจ์",
        text = {
          "",
        },
      },
      b_checkered = {
        name = "สำรับลายตาราง",
        text = {
          "เริ่มรันโดยที่มี",
          "ไพ่{C:spades}โพธิ์ดำ {C:attention}26{} ใบ",
          "และมีไพ่{C:hearts}โพธิ์แดง {C:attention}26{}",
          "ใบในสำรับ",
        },
      },
      b_erratic = {
        name = "สำรับที่ไม่แน่นอน",
        text = {
          "สุ่ม{C:attention}แต้ม{}และ{C:attention}หน้าไพ่{}",
          "ทุกใบในสำรับ",
        },
      },
      b_ghost = {
        name = "สำรับผี",
        text = {
          "ร้านค้าอาจจะขาย",
          "{C:spectral}สเปกตรัล การ์ด{}",
          "เริ่มต้นด้วยการ์ด {C:spectral,T:c_hex}การสาปแช่ง{} 1 ใบ",
        },
      },
      b_green = {
        name = "สำรับเขียว",
        text = {
          "รับ {C:money}$#1#{s:0.85} ต่อ{C:blue}มือที่เหลือ",
          "รับ {C:money}$#2#{s:0.85} ต่อ{C:red}การทิ้งไพ่ที่เหลือ",
          "เมื่อจบรอบ แต่ไม่มี{C:attention}ดอกเบี้ย",
        },
      },
      b_magic = {
        name = "สำรับมายา",
        text = {
          "เริ่มรันด้วยวอยเชอร์",
          "{C:tarot,T:v_crystal_ball}#1#{}",
          "และไพ่ทาโรต์{C:tarot,T:c_fool}#2# {C:attention}2{} ใบ",
        },
      },
      b_nebula = {
        name = "สำรับเนบิวลา",
        text = {
          "เริ่มรันด้วยวอยเชอร์",
          "{C:planet,T:v_telescope}#1#{}",
          "และช่องการ์ดใช้แล้วทิ้ง {C:red}#2#{} ช่อง",
        },
      },
      b_painted = {
        name = "สำรับภาพวาด",
        text = {
          "ขนาดมือ {C:attention}+#1#{} ใบ",
          "และช่องโจ๊กเกอร์ {C:red}#2#{} ช่อง",
        },
      },
      b_plasma = {
        name = "สำรับพลาสมา",
        text = {
          "เฉลี่ยค่า{C:blue}ชิป{}และ{C:red}ตัวคูณ{}",
          "หลังจากนับแต้มไพ่ก่อนคูณกัน",
          "แต้มที่ต้องเอาชนะ {C:red}X#1#{}",
        },
      },
      b_red = {
        name = "สำรับแดง",
        text = {
          "เพิ่มการทิ้งไพ่ {C:red}+#1#{} ครั้ง",
          "ทุกรอบ",
        },
      },
      b_yellow = {
        name = "สำรับเหลือง",
        text = {
          "เริ่มด้วยเงิน",
          "เพิ่ม {C:money}$#1#",
        },
      },
      b_zodiac = {
        name = "สำรับจักรราศี",
        text = {
          "เริ่มรันโดยมี",
          "{C:tarot,T:v_tarot_merchant}#1#{},",
          "{C:planet,T:v_planet_merchant}#2#{},",
          "และ {C:attention,T:v_overstock_norm}#3#",
        },
      },
    },
    Blind = {
      bl_arm = {
        name = "พาหุพาสยอง",
        text = {
          "ลดเลเวลมือโป๊กเกอร์",
          "ที่เล่น",
        },
      },
      bl_big = {
        name = "บลายด์ใหญ่",
        text = {
        },
      },
      bl_club = {
        name = "ดอกจิกจอมปลอม",
        text = {
          "ไพ่ดอกจิกทุกใบ",
          "ถูกดีบัฟ",
        },
      },
      bl_eye = {
        name = "เนตรนัยไขข้อง",
        text = {
          "ทุกมือที่เล่นรอบนี้ต้องเป็นประเภทที่แตกต่าง",
          "และไม่เคยเล่นรอบนี้มาก่อน",
        },
      },
      bl_final_acorn = {
        name = "เอคอร์นอำพัน",
        text = {
          "คว่ำและสุ่มตำแหน่ง",
          "โจ๊กเกอร์ทุกใบ",
        },
      },
      bl_final_bell = {
        name = "ระฆังฟ้าคราม",
        text = {
          "ไพ่ 1 ใบจะถูก",
          "บังคับให้เลือกเสมอ",
        },
      },
      bl_final_heart = {
        name = "โพธิ์สีชาด",
        text = {
          "ทุกๆ มือเล่น จะสุ่มโจ๊กเกอร์",
          "1 ใบ ที่ใช้งานไม่ได้",
        },
      },
      bl_final_leaf = {
        name = "ใบไม้เขียวชอุ่ม",
        text = {
          "การ์ดทั้งหมดถูกดีบัฟ",
          "จนกว่าจะขายโจ๊กเกอร์ 1 ใบ",
        },
      },
      bl_final_vessel = {
        name = "พานอินทนิล",
        text = {
          "แต้มเดิมพันสูงมากๆ",
        },
      },
      bl_fish = {
        name = "มัจฉาอาภัพ",
        text = {
          "หลังจากเล่นแต่ละมือ",
          "ไพ่ที่จั่วได้จะถูกคว่ำหน้าลง",
        },
      },
      bl_flint = {
        name = "ศิลาอัคคี",
        text = {
          "ชิปและตัวคูณพื้นฐาน",
          "จะถูกลดลงครึ่งหนึ่ง",
        },
      },
      bl_goad = {
        name = "กิเลสตัณหา",
        text = {
          "ไพ่โพธิ์ดำทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_head = {
        name = "เกศาฟ้ามืด",
        text = {
          "ไพ่โพธิ์แดงทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_hook = {
        name = "ตะขอขึงโลภ",
        text = {
          "สุ่มทิ้งไพ่บนมือ 2 ใบ",
          "หลังจากเล่นแต่ละมือ",
        },
      },
      bl_house = {
        name = "เจ้ามือจำแลง",
        text = {
          "ไพ่จะถูกจั่วคว่ำหน้าลง",
          "ในมือแรก",
        },
      },
      bl_manacle = {
        name = "ราหูลล่ามโซ่",
        text = {
          "ขนาดมือ -1 ใบ",
        },
      },
      bl_mark = {
        name = "รอยปราบเซียน",
        text = {
          "ไพ่ขอบทั้งหมด",
          "จะถูกจั่วคว่ำหน้าลง",
        },
      },
      bl_mouth = {
        name = "โอษฐ์อาภัพ",
        text = {
          "เล่นได้แค่มือประเภทเดียวเท่านั้น",
          "ในรอบนี้",
        },
      },
      bl_needle = {
        name = "หนามบ่งส่งท้าย",
        text = {
          "เล่นแค่ 1 มือเท่านั้น",
        },
      },
      bl_ox = {
        name = "พฤษกผกาสร",
        text = {
          "เมือเล่นไพ่ #1#",
          "เงินจะถูกรีเซ็ตเป็น $0",
        },
      },
      bl_pillar = {
        name = "เสาหลักมักใหญ่",
        text = {
          "ไพ่ที่เคยเล่นทั้งหมดใน",
          "อันเต้นี้จะถูกดีบัฟ",
        },
      },
      bl_plant = {
        name = "พฤกษาลาลับ",
        text = {
          "ไพ่ขอบทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
      bl_psychic = {
        name = "โหราจารย์พาลผิด",
        text = {
          "บังคับเล่นไพ่ 5 ใบ",
        },
      },
      bl_serpent = {
        name = "อสรพิษคิดร้าย",
        text = {
          "จั่วไพ่ 3 ใบเสมอ",
          "เมื่อเล่นไพ่หรือทิ้งไพ่",
        },
      },
      bl_small = {
        name = "บลายด์เล็ก",
        text = {
        },
      },
      bl_tooth = {
        name = "เขี้ยวงาพร้าแหลม",
        text = {
          "เสียเงิน $1",
          "ตอไพ่ที่เล่น 1 ใบ",
        },
      },
      bl_wall = {
        name = "กำแพงหล้าเพชร",
        text = {
          "แต้มเดิมพันสูง",
        },
      },
      bl_water = {
        name = "วารีวิปโยค",
        text = {
          "เริ่มต้นด้วย",
          "การทิ้งไพ่เหลือ 0",
        },
      },
      bl_wheel = {
        name = "กงจักรแห่งกรรม",
        text = {
          "ไพ่ 1 ใน 7 ใบจะถูกจั่ว",
          "คว่ำหน้าตลอดทั้งรอบ",
        },
      },
      bl_window = {
        name = "แกลกลอลหม่าน",
        text = {
          "ไพ่ข้าวหลามตัดทั้งหมด",
          "ถูกดีบัฟ",
        },
      },
    },
    Edition = {
      e_base = {
        name = "พื้นฐาน",
        text = {
          "ไม่มีเอฟเฟคใดๆ",
        },
      },
      e_foil = {
        name = "ฟอยล์",
        text = {
          "ชิป {C:chips}+#1#{}",
        },
      },
      e_holo = {
        name = "โฮโลแกรม",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
        },
      },
      e_negative = {
        name = "เนกาทีฟ",
        text = {
          "เพิ่มช่องโจ๊กเกอร์ {C:dark_edition}+#1#{} ช่อง",
        },
      },
      e_negative_consumable = {
        name = "เนกาทีฟ",
        text = {
          "เพิ่มไช่องการ์ดใช้แล้วทิ้ง {C:dark_edition}+#1#{} ช่อง",
        },
      },
      e_polychrome = {
        name = "โพลีโครม",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
        },
      },
    },
    Enhanced = {
      m_bonus = {
        name = "ไพ่โบนัส",
        text = {
        },
      },
      m_glass = {
        name = "ไพ่แก้ว",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "มีโอกาส {C:green}#2# ใน #3#{} ที่",
          "ไพ่จะถูกทำลาย",
        },
      },
      m_gold = {
        name = "ไพ่ทอง",
        text = {
          "ได้รับเงิน {C:money}$#1#{}",
          "หากไพ่ใบนี้ถืออยู่ในมือ",
          "เมื่อสิ้นสุดรอบ",
        },
      },
      m_lucky = {
        name = "ไพ่นำโชค",
        text = {
          "มีโอกาส {C:green}#1# ใน #3#{}",
          "ที่จะได้ตัวคูณ {C:mult}+#2#{}",
          "และมีโอกาส{C:green}#1# ใน #5#{}",
          "เมื่อชนะแล้วได้ {C:money}$#4#",
        },
      },
      m_mult = {
        name = "ไพ่ตัวคูณ",
        text = {
          "ตัวคูณ {C:mult}+#1#{}",
        },
      },
      m_steel = {
        name = "ไพ่เหล็ก",
        text = {
          "ตัวคูณ {X:mult,C:white} X#1# {}",
          "ขณะที่ไพ่ใบนี้",
          "ยังคงอยู่ในมือ",
        },
      },
      m_stone = {
        name = "ไพ่หิน",
        text = {
          "ชิป {C:chips}+#1#{}",
          "ไม่มีหน้าและดอก",
        },
      },
      m_wild = {
        name = "ไพ่ไวลด์",
        text = {
          "สามารถใช้แทน",
          "ได้ทุกหน้าไพ่",
        },
      },
    },
    Joker = {
      j_8_ball = {
        name = "ลูกพูลหมายเลข 8",
        text = {
          "เมื่อเล่นไพ่ {C:attention}8{}",
          "มีโอกาส{C:green}#1# ใน #2#{}",
          "ที่จะสร้าง {C:tarot}ไพ่ทาโรต์{}ขึ้นมา",
          "{C:inactive}(ต้องมีที่ว่างสำหรับไพ่ทาโรต์)",
        },
      },
      j_abstract = {
        name = "โจ๊กเกอร์นามธรรม",
        text = {
          "ตัวคูณ{C:mult}+#1#{}",
          "สำหรับ{C:attention}โจ๊กเกอร์{}แต่ละใบ",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#2#{C:inactive})",
        },
      },
      j_acrobat = {
        name = "นักกายกรรม",
        text = {
          "ตัวคุณ{X:red,C:white} X#1# {}{C:attention}",
          "{C:attention}ในมือสุดท้าย{} ของรอบนั้น",
        },
        unlock = {
          "เล่นทั้งหมด{C:attention,E:1}#1#{}มือ",
          "{C:inactive}(#2#)",
        },
      },
      j_ancient = {
        name = "โจ๊กเกอร์โบราณ",
        text = {
          "เมื่อเล่นไพ่หน้า{V:1}#2#{}",
          "ตัวคูณจะเพิ่มขึ้น{X:mult,C:white} x#1#{} เมื่อนับแต้ม",
          "{s:0.8}หน้าไพ่ที่กำหนดจะถูกเปลี่ยนเมื่อสิ้นสุดรอบ",
        },
      },
      j_arrowhead = {
        name = "Arrowhead",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่{C:spades}โพธิ์ดำ{}",
          "ได้รับชิป{C:chips}+#1#{}",
        },
        unlock = {
          "อย่างน้อยต้องมี  {E:1,C:attention}#1#ใบ",
          "ที่เป็นหน้าไพ่{E:1,C:attention}#2#",
          "ในสำรับ",
        },
      },
      j_astronomer = {
        name = "นักดาราศาสตร์",
        text = {
          "ไพ่ {C:planet}การ์ดดาวเคราะห์{} และ",
          "{C:planet}เซเลสเชียล แพ็ค{}",
          "ทุกใบในร้าน {C:attention}ฟรี",
        },
        unlock = {
          "ค้นพบไพ่",
          "{E:1,C:planet}การ์ดดาวเคราะห์{} ทุกใบแล้ว",
        },
      },
      j_banner = {
        name = "ธง",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}สำหรับ",
          "ไพ่ที่",
          "{C:attention}ทิ้ง ไปแต่ละใบ",
        },
      },
      j_baron = {
        name = "ขุน",
        text = {
          "เมื่อมีไพ่{C:attention}คิง{}",
          "อยู่ในมือ",
          "ตัวคุณจะ{X:mult,C:white} X#1# {}ต่อใบ",
        },
      },
      j_baseball = {
        name = "การ์ดนักเบสบอล",
        text = {
          "โจ๊กเกอร์ที่{C:green}ไม่ธรรมดา{}",
          "ให้ตัวคูณ {X:mult,C:white} x#1# {}",
        },
      },
      j_blackboard = {
        name = "กระดานดำ",
        text = {
          "ตัวคูณ{X:red,C:white} X#1# {}เมื่อ",
          "เล่นไพ่แล้วมีไพ่",
          "{C:spades}#2#{} หรือ {C:clubs}#3#{}",
        },
      },
      j_bloodstone = {
        name = "บลัดสโตน",
        text = {
          "มีโอกาส{C:green}#1# ใน #2#{}",
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่{C:hearts}โพธิ์แดง{} จะได้รับ",
          "ตัวคูณ{X:mult,C:white} X#3# {}"
        },
        unlock = {
          "อย่างน้อยต้องมี  {E:1,C:attention}#1#ใบ",
          "ที่เป็นหน้าไพ่{E:1,C:attention}#2#",
          "ในสำรับ",
        },
      },
      j_blue_joker = {
        name = "โจ๊กเกอร์สีน้ำเงิน",
        text = {
          "ตัวคุณชิป{C:chips}+#1#{}",
          "สำหรับไพ่ที่เหลืออยู่ใน {C:attention}สำรับ",
          "{C:inactive}(ปัจจุบัน {C:chips}+#2#{C:inactive}ชิป)",
        },
      },
      j_blueprint = {
        name = "พิมพ์เขียว",
        text = {
          "คัดลอกความสามารถของ",
          "{C:attention}โจ๊กเกอร์{} ใบที่อยู่ทางขวา",
        },
        unlock = {
          "เอาชนะรัน",
        },
      },
      j_bootstraps = {
        name = "เชือกผูกรองเท้า",
        text = {
          "ตัวคูณ{C:mult}+#1#{}ทุกๆ",
          "{C:money}$#2#{}เหรียญที่คุณมี",
          "{C:inactive}(ปัจจุบันตัวคูณ{C:mult}+#3#{C:inactive})",
        },
        unlock = {
          "อย่างน้อยต้องมี  {E:1,C:attention}#1#ใบ",
          "ไพ่โจ๊กเกอร์{C:dark_edition}โพลีโครม{}",
        },
      },
      j_brainstorm = {
        name = "ระดมสมอง",
        text = {
          "คัดลอกความสามารถของ",
          "ไพ่โจ๊กเกอร์{C:attention}ซ้ายสุด",
        },
        unlock = {
          "ทิ้ง",
          "{E:1,C:attention}รอยัลฟลัช",
        },
      },
      j_bull = {
        name = "กระทิง",
        text = {
          "ได้รับชิป{C:chips}+#1#{}",
          "ต่อ{C:money}$1{}เหรียญที่คุณมี",
          "{C:inactive}(ปัจจุบันคูณชิป {C:chips}+#2#{C:inactive})",
        },
      },
      j_burglar = {
        name = "ตีนแมว",
        text = {
          "เมื่อเริ่ม{C:attention}บลายด์{}",
          "จะเพิ่มมือเล่นอีก {C:blue}+#1#{}มือ แต่",
          "{C:attention}จะสูญเสียสิทธ์การทิ้งไพ่ทั้งหมด",
        },
      },
      j_burnt = {
        name = "โจ๊กเกอร์ที่มอดไหม้",
        text = {
          "อัปเกรดเลเวลมือโป๊กเกอร์",
          "ที่ถูก {C:attention}ทิ้ง",
          "ชุดแรกในมือแต่ละรอบ",
        },
        unlock = {
          "ขายไพ่รวมทั้งหมด",
          "{E:1,C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      j_business = {
        name = "นามบัตร",
        text = {
          "เมื่อหงาย {C:attention}ไพ่ขอบ{}",
          "มีโอกาส {C:green}#1# ใน #2#{} ที่จะได้",
          "รับเงิน {C:money}$2{}",
        },
      },
      j_caino = {
        name = "คานิโอ",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ{X:mult,C:white} X#1# {}",
          "หากไพ่ {C:attention}ขอบ{}",
          "ถูกทำลาย",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "{E:1,s:1.3}(ค้นหาโจ๊กเกอร์นี้จากการ์ดโซล)",
        },
      },
      j_campfire = {
        name = "กองไฟ",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ {X:mult,C:white}X#1#{}",
          "ตามจำนวนไพ่ที่ {C:attention}ขายไป{},และจะรีเซ็ต",
          "เมื่อ{C:attention}บอส บลายด์{} พ่ายแพ้",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_card_sharp = {
        name = "คมดั่งไพ่",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}เมื่อเล่นไพ่",
          "{C:attention}มือโป๊กเกอร์{} ชุดไพ่เดิม อีกครั้ง",
          "ภายในรอบเดียวกัน",
        },
      },
      j_cartomancer = {
        name = "หมอดูไพ่ทาโรต์",
        text = {
          "สร้างไพ่ {C:tarot}ไพ่ทาโรต์{}",
          "เมื่อเลือก {C:attention}บลายด์{} แล้ว",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
        unlock = {
          "ค้นพบไพ่",
          "{E:1,C:tarot}ไพ่ทาโรต์{} ทุกใบแล้ว",
        },
      },
      j_castle = {
        name = "ปราสาท",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มชิป{C:chips}+#1#{}",
          "ต่อการทิ้งหน้าไพ่ตามกำหนด {V:1}#2#{}",
          "หน้าไพ่จะถูกเปลี่ยนไปทุกรอบ",
          "{C:inactive}(ปัจจุบันคูณชิป {C:chips}+#3#{C:inactive})",
        },
      },
      j_cavendish = {
        name = "กล้วยหอม",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "มีโอกาส{C:green}#2# ใน #3#{}",
          "ที่ไพ่ใบนี้จะถูกทำลาย",
          "เมื่อจบรอบ",
        },
      },
      j_ceremonial = {
        name = "มีดสังเวย",
        text = {
          "เมื่อเลือกเข้า {C:attention}บลายด์{} ,",
          "มันจะทำลายโจ๊กเกอร์ที่อยู่ทางขวาของมันทันที",
          "และได้รับตัวคูณ {C:attention}เท่ากับ",
          "มูลค่าการขาย{C:red}คูณสอง ของโจ๊กเกอร์ที่ถูกทำลาย",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#1#{C:inactive})",
        },
      },
      j_certificate = {
        name = "ประกาศนียบัตร",
        text = {
          "เมื่อเริ่มต้นรอบ,",
          "จะสุ่มเพิ่ม{C:attention}ไพ่ในมือ",
          "พร้อม{C:attention}สุ่ม{}",
          "{C:attention}ตราประทับ {} ไพ่ที่ได้รับ",
        },
        unlock = {
          "มีการ์ดทอง",
          "พร้อม",
          "{C:attention,E:1}ตราประทับ ทอง",
        },
      },
      j_chaos = {
        name = "เคออส เดอะ คลาวน์",
        text = {
          "รีโรล{C:green}ฟรี{} {C:attention}#1#{}",
          "ครั้งในร้านค้า",
        },
      },
      j_chicot = {
        name = "ชิโคต",
        text = {
          "ปิดการใช้งานเอฟเฟกต์ของ",
          "{C:attention}บอส บลายด์ ทุกตัว",
        },
        unlock = {
          "{E:1,s:1.3}(ค้นหาโจ๊กเกอร์นี้จากการ์ดโซล)",
        },
      },
      j_clever = {
        name = "โจ๊กเกอร์ฉลาดเฉลียว",
        text = {
          "ตัวคูณ{C:chips}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_cloud_9 = {
        name = "สวรรค์ชั้น 9",
        text = {
          "รับ {C:money}$#1#{}เหรียญสำหรับ",
          "ไพ่แต้ม{C:attention}9{} ใน{C:attention}สำรับ",
          "เมื่อจบรอบ",
          "{C:inactive}(ปัจจุบัน {C:money}$#2#{}{C:inactive})",
        },
      },
      j_constellation = {
        name = "กลุ่มดาวยามค่ำคืน",
        text = {
          "โจ๊กเกอร์ใบนี้",
          "เพิ่มตัวคูณ{X:mult,C:white} X#1# {}",
          "ทุกครั้งที่ใช้ {C:planet}การ์ดดาวเคราะห์{}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive}",
        },
      },
      j_crafty = {
        name = "โจ๊กเกอร์พิรากล",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_crazy = {
        name = "โจ๊กเกอร์บ้า",
        text = {
          "ตัวคูณ{C:red}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_credit_card = {
        name = "บัตรเครดิต",
        text = {
          "มีหนี้ได้สูงสุด",
          "{C:red}-$#1#{}",
        },
      },
      j_delayed_grat = {
        name = "ช้าๆ ได้พร้าเล่มงาม",
        text = {
          "รับเงิน {C:money}$#1#{}ต่อ {C:attention}ใบทิ้ง{} แต่จะต้อง",
          "ไม่ทิ้งไพ่ใดๆเลย",
          "จนจบรอบ",
        },
      },
      j_devious = {
        name = "โจ๊กเกอร์ขี้โกง",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_diet_cola = {
        name = "โคล่าสูตรไม่มีน้ำตาล",
        text = {
          "ขายไพ่ใบนี้",
          "เพื่อสร้าง",
          "{C:attention}#1#",
        },
      },
      j_dna = {
        name = "DNA",
        text = {
          "เมื่อมีการ{C:attention}เล่นไพ่ครั้งแรก{}",
          "เพียง{C:attention}1{}ใบ",
          "จะเกิดไพ่ใบเดิม",
          "และเข้ามาใน{C:attention}มือ อีกครั้ง",
        },
      },
      j_drivers_license = {
        name = "ใบขับขี่",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {} หากมีไพ่",
          "ที่เสริมประสิทธิภาพอย่างน้อย {C:attention}16{} ใบ",
          "ในสำรับ",
          "{C:inactive}(ปัจจับัน {C:attention}#2#{C:inactive})",
        },
        unlock = {
          "เสริมประสิทธิภาพ {E:1,C:attention}#1#{}",
          "ในสำรับ",
        },
      },
      j_droll = {
        name = "โจ๊กเกอร์ขำขัน",
        text = {
          "ตัวคูณ{C:red}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_drunkard = {
        name = "คนเมา",
        text = {
          "ตัวคูณ{C:red}+#1#{} เมื่อทิ้งไพ่",
          "ในแต่ละรอบ",
        },
      },
      j_duo = {
        name = "ไพ่คู่",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
        unlock = {
          "เอาชนะรัน",
          "โดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_dusk = {
        name = "สายัณห์",
        text = {
          "ได้รับแต้มจากไพ่ทั้งหมดอีกครั้ง",
          "จาก{C:attention}มือ",
          "{C:attention}สุดท้าย{}ของรอบ",
        },
      },
      j_egg = {
        name = "ใข่",
        text = {
          "เพิ่ม{C:attention}ราคาขาย{} ของการ์ดใบนี้",
          "จำนวน{C:money}$#1#{}เหรียญ",
          "ในทุกๆการจบเกมแต่ละชั้น",
        },
      },
      j_erosion = {
        name = "Erosion",
        text = {
          "ตัวคุณ{C:red}+#1#{} เมื่อจำนวนไพ่ในสำรับ",
          "{C:attention}#3#{}",
          "น้อยกว่าตอนเริ่มต้น",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#2#{C:inactive})",
        },
      },
      j_even_steven = {
        name = "สมศักดิ์หลักคู่",
        text = {
          "เมื่อเล่นไพ่และมี",
          "{C:attention}ไพ่เลขคู่{}",
          "จะเพิ่มตัวคูณ{C:mult}+#1#{}",
          "ไพ่เลขคู่{C:inactive}(10, 8, 6, 4, 2)",
        },
      },
      j_faceless = {
        name = "โจ๊กเกอร์ไร้หน้า",
        text = {
          "ได้รับเงิน{C:money}$#1#{}เหรียญ ถ้าไพ่แต้ม{C:attention}#2#{}",
          "หรือ{C:attention}ไพ่ขอบ{}",
          "ถูกทำลาย",
          "ในเวลาเดียวกัน",
        },
      },
      j_family = {
        name = "The Family",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
        unlock = {
          "เอาชนะรัน",
          "โดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_fibonacci = {
        name = "ฟีโบนัชชี",
        text = {
          "เมื่อเล่นไพ่แล้วมีไพ่ {C:attention}เอซ{},",
          "{C:attention}2{}, {C:attention}3{}, {C:attention}5{}, หรือ {C:attention}8{}แต่ละใบจะ",
          "เพิ่มตัวคูณ{C:mult}+#1#{}",
        },
      },
      j_flash = {
        name = "การ์ดช่วยจำ",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ {C:mult}+#1#{}",
          "ต่อการ {C:attention}รีโรล{} ในร้าน",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#2#{C:inactive})",
        },
      },
      j_flower_pot = {
        name = "กระถางดอกไม้",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}เมื่อเล่นไพ่",
          "โป๊กเกอร์และมีไพ่ดอก",
          "{C:diamonds}ข้าวหลามตัด{} , {C:clubs}ดอกจิก{} ,",
          "{C:hearts}โพธิ์แดง{} และ{C:spades}โพธิ์ดำ{}",
        },
        unlock = {
          "ไปถึง",
          "อันเต้ {E:1,C:attention}#1#",
        },
      },
      j_fortune_teller = {
        name = "หมอดู",
        text = {
          "ตัวคูณ{C:red}+#1#{} ต่อ {C:purple}ไพ่ทาโรต์{}",
          "ที่ใช้ในรันนี้",
          "{C:inactive}(ปัจจุบัน {C:red}+#2#{C:inactive})",
        },
      },
      j_four_fingers = {
        name = "สี่นิ้ว",
        text = {
          "{C:attention}ฟลัช{} และ",
          "{C:attention}สเตรท{}  ทั้งหมดสามารถ",
          "ทำโดยใช้ไพ่เพียง{C:attention}4{}ใบ",
        },
      },
      j_gift = {
        name = "กิฟต์การ์ด",
        text = {
          "เพิ่มมูลค่าการขาย {C:money}$#1#{} เหรียญสำหรับ{C:attention}",
          "ไพ่{C:attention}โจ๊กเกอร์{} ทุกใบและ",
          "ไพ่{C:attention}การ์ดใช้แล้วทิ้ง{} ทุกใบ",
          "เมื่อสิ้นสุดรอบ",
        },
      },
      j_glass = {
        name = "โจ๊กเกอร์แก้ว",
        text = {
          "ไพ่ใบนี้จะเพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "ทุกๆครั้งที่{C:attention}การ์ดแก้ว",
          "ถูกทำลาย",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "อย่างน้อยต้องมี  {E:1,C:attention}#1#ใบ",
          "{E:1,C:attention}#2#s{}",
          "ในสำรับ",
        },
      },
      j_gluttenous_joker = {
        name = "โจ๊กเกอร์ตะกละ",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่เป็น{C:clubs}#2#{}",
          "ตัวคูณ{C:mult}+#1#{}",
        },
      },
      j_golden = {
        name = "โจ๊กเกอร์ทองคำ",
        text = {
          "จ่ายเงิน {C:money}$#1# เหรียญ{}",
          "เมื่อจบรอบ",
        },
      },
      j_greedy_joker = {
        name = "โจ๊กเกอร์โลภ",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่เป็น{C:diamonds}#2#{}",
          "ตัวคูณ{C:mult}+#1#{}",
        },
      },
      j_green_joker = {
        name = "โจ๊กเกอร์เขียว",
        text = {
          "ตัวคูณ{C:mult}+#1#{}ทุกครั้งที่เล่นไพ่",
          "แต่จะลบ{C:mult}-#2#{}จำนวนการทิ้งไพ่ต่อครั้ง",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:mult}+#3#{C:inactive})",
        },
      },
      j_gros_michel = {
        name = "กล้วยหอมทอง",
        text = {
          "ตัวคูณ{C:mult}+#1#{}",
          "มีโอกาส{C:green}#2# ใน #3#{}",
          "ที่ไพ่ใบนี้จะถูกทำลาย",
          "เมื่อจบรอบ",
        },
      },
      j_hack = {
        name = "ไม่ตลก",
        text = {
          "นับแต้มซ้ำ",
          "เมื่อเล่นไพ่",
          "{C:attention}2{}, {C:attention}3{}, {C:attention}4{}, หรือ {C:attention}5{}",
        },
      },
      j_half = {
        name = "โจ๊กเกอร์ครึ่งใบ",
        text = {
          "เมื่อเล่นไพ่ 3 ใบหรือน้อยกว่า",
          "ตัวคูณ {C:red}+#1#{}",
        },
      },
      j_hallucination = {
        name = "ภาพหลอน",
        text = {
          "มีโอกาส{C:green}#1# ใน #2#{} ที่จะสร้าง",
          "ไพ่ {C:tarot}ไพ่ทาโรต์{} เมื่อเปิด",
          "{C:attention}บูสเตอร์แพ็ค{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_hanging_chad = {
        name = "ยังไม่หลุด",
        text = {
          "นับแต้มไพ่{C:attention}ใบแรก{} เมื่อหงาย",
          "อีกครั้งเพื่อใช้ในการนับแต้ม",
          "เพิ่มเติม{C:attention}#1#{}ครั้ง",
        },
        unlock = {
          "เอาชนะบอส บลายด์",
          "ด้วย{E:1,C:attention}#1#",
        },
      },
      j_hiker = {
        name = "นักปีนเขา",
        text = {
          "ทุกๆครั้งที่เล่น{C:attention}ไพ่{}",
          "จะเพิ่มชิป{C:chips}+#1#{}",
          "ทุกใบ",
        },
      },
      j_hit_the_road = {
        name = "เดืนทางบนถนน",
        text = {
          "ไพ่นี้เพิ่มตัวคูณ{X:mult,C:white} X#1# {}",
          "สำหรับไพ่ {C:attention}แจ็ค{}",
          "ทุกใบที่ถูกทิ้งในรอบนี้",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "ทิ้ง{E:1,C:attention}แจ็ค{}",
          "{E:1,C:attention}5 ใบ",
          "ในเวลาเดียวกัน",
        },
      },
      j_hologram = {
        name = "โฮโลแกรม",
        text = {
          "ไพ่โจ๊กเกอร์นี้เพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "ทุกๆครั้งที่{C:attention}เพิ่มไพ่ใหม่{}",
          "เข้าไปในสำรับ",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_ice_cream = {
        name = "ไอศกรีม",
        text = {
          "ตัวคุณชิป{C:chips}+#1#{}",
          "และ{C:chips}-#2#{}ชิป สำหรับ",
          "ทุกการเล่นไพ่",
        },
      },
      j_idol = {
        name = "ไอดอล",
        text = {
          "เมือเล่นไพ่ {C:attention}#2#",
          "โดยเป็นไพ่ประเภท{V:1}#3#{}",
          "ได้รับตัวคูณ{X:mult,C:white} X#1# {}",
          "{s:0.8}ไพ่จะถูกเปลี่ยนทุกรอบ",
        },
        unlock = {
          "ในหนึ่งมือ,",
          "ได้รับชิปอย่างน้อย",
          "{E:1,C:attention}#1#{}ชิป",
        },
      },
      j_invisible = {
        name = "โจ๊กเกอร์ล่องหน",
        text = {
          "หลังจากผ่านไป {C:attention}#1#{} รอบ",
          "ขายไพ่ใบนี้เพื่อ",
          "{C:attention}สุ่มสร้าง{} ไพ่โจ๊กเกอร์ใหม่จากในช่อง",
          "{C:inactive}(รอบปัจจุบัน {C:attention}#2#{C:inactive}/#1#)",
        },
        unlock = {
          "เอาชนะรันโดยมี",
          "ไพ่โจ๊กเกอร์ในช่อง",
          "ไม่เกิน{E:1,C:attention}4 ใบ{}",
        },
      },
      j_joker = {
        name = "โจ๊กเกอร์",
        text = {
          "ตัวคุณ {C:red,s:1.1}+#1#{}",
        },
      },
      j_jolly = {
        name = "โจ๊กเกอร์ร่าเริง",
        text = {
          "ตัวคูณ {C:red}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_juggler = {
        name = "นักเล่นกล",
        text = {
          "เพิ่มจำนวนไพ่ในมือ{C:attention}+#1#{}",
        },
      },
      j_loyalty_card = {
        name = "บัตรสมาชิก",
        text = {
          "เพิ่มตัวคุณ{X:red,C:white} X#1# {}",
          "{C:attention}#2#{} ทุกๆมือที่เล่น",
          "{C:inactive}#3#",
        },
      },
      j_luchador = {
        name = "ลูชาดอร์",
        text = {
          "ขายไพ่ใบนี้",
          "เพื่อปิดดีบัฟใดๆของ",
          "{C:attention}บอส บลายด์{}",
        },
      },
      j_lucky_cat = {
        name = "แมวกวัก",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "ทุกครั้งที่ไพ่{C:attention}ลัคกี้การ์ด{}",
          "{C:green}ถูกใช้งานสำเร็จ{}",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_lusty_joker = {
        name = "โจ๊กเกอร์บ้ากาม",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่เป็น{C:hearts}#2#{}",
          "ตัวคูณ{C:mult}+#1#{}",
        },
      },
      j_mad = {
        name = "โจ๊กเกอร์คลั่ง",
        text = {
          "ตัวคูณ{C:red}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_madness = {
        name = "ความบ้าคลั่ง",
        text = {
          "เมื่อ{C:attention}สมอล บลายด์{} หรือ {C:attention}บิ๊ก บลายด์{}",
          "จะได้รับตัวคูณ {X:mult,C:white} X#1# {}",
          "และ {C:attention}ทำลาย{} ไพ่โจ๊กเกอร์แบบสุ่ม",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_mail = {
        name = "ส่วนลดทางไปรษณีย์",
        text = {
          "ได้รับ{C:money}$#1#{}เหรียญสำหรับไพ่",
          "ที่ถูกทิ้งตามที่กำหนด {C:attention}#2#{}",
          "จะเปลี่ยนไพ่ไปทุกรอบ",
        },
      },
      j_marble = {
        name = "โจ๊กเกอร์หินอ่อน",
        text = {
          "เพิ่ม {C:attention}การ์ดหิน{}",
          "หนึ่งใบลงในสำรับ",
          "เมื่อเริ่ม{C:attention}บลายด์{}",
        },
      },
      j_matador = {
        name = "มาตาดอร์",
        text = {
          "รับชิป{C:money}$#1#{}ถ้าเล่นไพ่",
          "ที่ถูกลดความสามารถจาก",
          "{C:attention}บอส บลายด์{}",
        },
        unlock = {
          "ชนะบอส บลายด์",
          "ใน {E:1,C:attention}1 มือ{}",
          "โดยไม่ทิ้งไพ่",
        },
      },
      j_merry_andy = {
        name = "แอนดี้คนร่าเริง",
        text = {
          "เพิมจำนวนการทิ้งไพ่{C:red}+#1#{}",
          "ในแต่ละรอบ,",
          "แต่ลดจำนวนไพ่ในมือ{C:red}#2#{}",
        },
        unlock = {
          "เอาชนะรันใน {E:1,C:attention}#1#รอบ",
          "หรือน้อยกว่านั้น",
        },
      },
      j_midas_mask = {
        name = "หน้ากากไมดาส",
        text = {
          "เมื่อเล่นไพ่{C:attention}ขอบ{}",
          "จะกลายเป็นไพ่{C:attention}การ์ดทอง{}",
          "เมื่อนับแต้ม",
        },
      },
      j_mime = {
        name = "นักละครใบ้",
        text = {
          "ได้รับแต้ม",
          "จาก{C:attention}ไพ่ทั้งหมด",
          "ที่เพิ่มบัฟ{C:attention}ในมือ{} อีกครั้ง",
        },
      },
      j_misprint = {
        name = "โจ๊กเกอร์มีตำหนิ",
        text = {
          "",
        },
      },
      j_mr_bones = {
        name = "มิสเตอร์โบนส์",
        text = {
          "ป้องกันแพ้",
          "ถ้าแต้มชิป",
          "ที่ได้อย่างน้อย {C:attention}25%",
          "ของความต้องการชิปของชั้นนั้น",
          "{S:1.1,C:red,E:2}และไพ่จะทำลายตัวเอง{}",
        },
        unlock = {
          "แพ้{C:attention,E:1}#1#{}รัน",
          "{C:inactive}(#2#)",
        },
      },
      j_mystic_summit = {
        name = "ยอดเขาอันน่าประหลาด",
        text = {
          "ตัวคูณ{C:mult}+#1#{}",
          "เมื่อสิทธิในการทิ้งคงเหลือ{C:attention}#2#{}",
          "ครั้ง",
        },
      },
      j_obelisk = {
        name = "โอเบลิสก์",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "ต่อ {C:attention}มือที่เล่นไพ่ติดต่อกัน{}",
          "โดยจะต้องไม่เล่นไพ่มือโป๊กเกอร์ที่",
          "{C:attention}เล่นบ่อยที่สุด",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_odd_todd = {
        name = "สมชายหลายคี่",
        text = {
          "เมื่อเล่นไพ่และมี",
          "{C:attention}ไพ่เลขคี่{}",
          "จะเพิ่ม {C:chips}+#1#{}",
          "ไพ่เลขคี่{C:inactive}(A, 9, 7, 5, 3)",
        },
      },
      j_onyx_agate = {
        name = "โอนิกซ์อะเกต",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่{C:clubs}ดอกจิก{}",
          "ได้รับตัวคูณ{C:mult}+#1#{}",
        },
        unlock = {
          "อย่างน้อยต้องมี  {E:1,C:attention}#1#ใบ",
          "ที่เป็นหน้าไพ่{E:1,C:attention}#2#",
          "ในสำรับ",
        },
      },
      j_oops = {
        name = "อุ้ย! หกหมดเลย",
        text = {
          "{C:green,E:1,S:1.1}คูณสอง{}ความน่าจะเป็น",
          "{C:attention}ที่แสดงอยู่{}ทั้งหมด",
          "{C:inactive}(เช่น: {C:green}1 ใน 3{C:inactive} -> {C:green}2 ใน 3{C:inactive})",
        },
        unlock = {
          "ในหนึ่งมือ,",
          "ได้รับชิปอย่างน้อย",
          "{E:1,C:attention}#1#{}ชิป",
        },
      },
      j_order = {
        name = "การเรียงลำดับ",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
        unlock = {
          "เอาชนะรัน",
          "โดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_pareidolia = {
        name = "แพริโดเลีย",
        text = {
          "ไพ่ทุกใบ",
          "นับไดเป็น",
          "{C:attention}ไพ่ขอบ{}",
        },
      },
      j_perkeo = {
        name = "เพอร์คิโอ",
        text = {
          "สร้างสำเนาการ์ด{C:dark_edition}เนกาทีฟ{}",
          "สุ่ม{C:attention}1{}ใบ",
          "จาก{C:attention}ไพ่ใช้งาน{}",
          "ก่อนกด รอบถัดไป {C:attention}เมนูหน้าร้าน",
        },
        unlock = {
          "{E:1,s:1.3}(ค้นหาโจ๊กเกอร์นี้จากการ์ดโซล)",
        },
      },
      j_photograph = {
        name = "รูปภาพ",
        text = {
          "เล่นไพ่ครั้งแรกด้วยไพ่ {C:attention}ขอบ",
          "ตัวคูณจะเพิ่มขึ้น {X:mult,C:white} X#1# {}",
          "เมื่อนับแต้ม",
        },
      },
      j_popcorn = {
        name = "ป็อปคอร์น",
        text = {
          "ตัวคุณ{C:mult}+#1#{}",
          "และจะลดตัวคูณ{C:mult}-#2#{}",
          "ทุกรอบ",
        },
      },
      j_raised_fist = {
        name = "ยกกำปั้น",
        text = {
          "เพิ่มแต้มไพ่ต่ำสุดเป็น {C:attention}สองเท่า{}",
          "สำหรับไพ่แต้ม{C:attention}ต่ำสุด{}",
          "เมื่อเล่นไพ่เพื่อเพิ่มตัวคูณ",
        },
      },
      j_ramen = {
        name = "ราเม็ง",
        text = {
          "ตัวคุณ{X:mult,C:white} X#1# {}",
          "และจะสูญเสีย {X:mult,C:white} X#2# {}",
          "ต่อ{C:attention}ไพ่{} ที่ถูกทิ้ง",
        },
      },
      j_red_card = {
        name = "ใบแดง",
        text = {
          "โจ๊กเกอร์ใบนี้",
          "ตัวคูณ{C:red}+#1#{}",
          "เมื่อข้าม{C:attention}บูสเตอร์แพ็ค{}",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#2#{C:inactive})",
        },
      },
      j_reserved_parking = {
        name = "ที่จอดรถสงวนไว้",
        text = {
          "ไพ่{C:attention}ขอบ{}แต่ละใบ",
          "ในมือมีโอกาส",
          "{C:green}#2# ใน #3#{}",
          "ที่จะให้ {C:money}$#1#{}เหรียญ",
        },
      },
      j_ride_the_bus = {
        name = "โหนรถเมล์",
        text = {
          "โจ๊กเกอร์ใบนี้ตัวคูณ{C:mult}+#1#{}",
          "ทุกครั้งที่ {C:attention}เล่นติดต่อกัน{}",
          "โดยที่",
          "ไม่มี{C:attention}ไพ่ขอบ{}",
          "{C:inactive}(ตัวคูณปัจจุบัน {C:mult}+#2#{C:inactive})",
        },
      },
      j_riff_raff = {
        name = "ไม่มีราศี",
        text = {
          "เมื่อเลือก{C:attention}บลายด์{} แล้ว",
          "จะสร้างไพ่โจ๊กเกอร์ {C:attention}#1#ใบ ไพ่{C:blue}ทั่วไป{C:attention}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_ring_master = {
        name = "โชว์แมน",
        text = {
          "{C:attention}โจ๊กเกอร์{}, {C:tarot}ไพ่ทาโรต์{}, {C:planet}การ์ดดาวเคราะห์{},",
          "และ {C:spectral}สเปกตรัล การ์ด{}",
          "อาจจะปรากฏหลายครั้ง",
        },
        unlock = {
          "ไปถึง",
          "อันเต้ {E:1,C:attention}#1#",
        },
      },
      j_rocket = {
        name = "จรวด",
        text = {
          "รับ {C:money}$#1#{}เหรียญเมื่อจบรอบ",
          "และจะจ่ายเพิ่มอีก{C:money}$#2#{}เหรียญ",
          "เมื่อ {C:attention}บอส บลายด์{} พ่ายแพ้",
        },
      },
      j_rough_gem = {
        name = "พลอยหยาบ",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่{C:diamonds}ข้าวหลามตัด{}",
          "ได้รับ{C:money}$#1#{}เหรียญเมื่อนับแต้ม"
        },
        unlock = {
          "อย่างน้อยต้องมี {E:1,C:attention}#1#ใบ",
          "ที่เป็นหน้าไพ่{E:1,C:attention}#2#",
          "ในสำรับ",
        },
      },
      j_runner = {
        name = "นักวิ่ง",
        text = {
          "ตัวคูณชิป {C:chips}+#2#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}สเตรท{}",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#1#{C:inactive})",
        },
      },
      j_satellite = {
        name = "จานดาวเทียม",
        text = {
          "รับ {C:money}$#1#{} เหรียญ เมื่อสิ้นสุดรอบ",
          "ต่อไพ่ {C:planet}Planet",
          "ที่ซ้ำกับที่ใช้ในการเล่นแต่ละรัน",
          "{C:inactive}(ปัจจุบันรับ {C:money}$#2#{C:inactive}เหรียญ)",
        },
        unlock = {
          "มี {E:1,C:money}$#1# เหรียญ",
          "หรือมากกว่า",
        },
      },
      j_scary_face = {
        name = "หน้าสยองขวัญ",
        text = {
          "เมื่อเล่นไพ่และมี",
          "{C:attention}ไพ่ขอบ{}",
          "ตัวคุณชิป {C:chips}+#1#{}",
        },
      },
      j_scholar = {
        name = "บัณฑิต",
        text = {
          "ไพ่{C:attention}เอซ{}",
          "รับ{C:chips}+#2#{}",
          "และตัวคูณ{C:mult}+#1#{}",
          "เมื่อเล่นไพ่",
        },
      },
      j_seance = {
        name = "ร่างทรง",
        text = {
          "หากเล่นไพ่ {C:attention}มือโป๊กเกอร์{}",
          "ด้วย{C:attention}#1#{}",
          "จะสุ่มสร้าง {C:spectral}สเปกตรัล การ์ด{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_seeing_double = {
        name = "เห็นหนึ่งเป็นสอง",
        text = {
          "เพิ่มตัวคูณ{X:mult,C:white} X#1# {}",
          "ถ้าเล่นไพ่แล้วมีไพ่",
          "{C:clubs}ดอกจิก{}",
          "ใบเดียว ผสมกับไพ่{C:attention}ชุดอื่น",
        },
        unlock = {
          "เล่นไพ่",
          "ที่มีไพ่",
          "{E:1,C:attention}#1#",
        },
      },
      j_selzer = {
        name = "เซลท์เซอร์",
        text = {
          "นับแต้มทุกใบอีกครั้ง",
          "เมื่อเล่นไพ่",
          "มีผล {C:attention}#1#{} มือ",
        },
      },
      j_shoot_the_moon = {
        name = "ยิงพระจันทร์",
        text = {
          "หากมีไพ่ {C:attention}แหม่ม{}",
          "อยู่ในมือ",
          "ตัวคุณจะ {C:mult}+#1#{}",
        },
        unlock = {
          "เล่นไพ่หน้า {E:1,C:attention}โพธิ์แดง",
          "ในสำรับ",
          "ทุกใบในรอบเดียว",
        },
      },
      j_shortcut = {
        name = "ทางลัด",
        text = {
          "อนุญาตให้เล่น {C:attention}สเตรท{}",
          "โดยเว้นช่องว่างระหว่างไพ่ได้{C:attention}1 แต้ม",
          "{C:inactive}(เช่น: {C:attention}10 8 6 5 3{C:inactive})",
        },
      },
      j_sixth_sense = {
        name = "สัมผ้สที่หก",
        text = {
          "หากหงาย{C:attention}ไพ่ครั้งแรก{} ในรอบ",
          "ด้วยไพ่{C:attention}6{}เพียงใบเดียว ไพ่จะทำลายตัวเอง",
          "เพื่อสร้าง {C:spectral}สเปกตรัล การ์ด{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_sly = {
        name = "Sly Joker",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_smeared = {
        name = "โจ๊กเกอร์สีตก",
        text = {
          "ไพ่{C:hearts}โพธิ์แดง{} และ{C:diamonds}ข้าวหลามตัด",
          "นับเป็นหน้าไพ่ประะเภทเดียวกัน,",
          "ไพ่{C:spades}โพธิ์ดำ{} และ {C:clubs}ดอกจิก",
          "นับเป็นหน้าไพ่ประเภทเดียวกัน",
        },
        unlock = {
          "อย่างน้อยต้องมี {C:attention}#1#",
          "{E:1,C:attention}#2#{}ใบใน",
          "สำรับ",
        },
      },
      j_smiley = {
        name = "หน้ายิ้ม",
        text = {
          "เล่นไพ่ {C:attention}ขอบ{}",
          "ตัวคูณ {C:mult}+#1#{}",
          "เมื่อนับแต้ม",
        },
      },
      j_sock_and_buskin = {
        name = "สุขและโศก",
        text = {
          "นับแต้มจาก",
          "ไพ่{C:attention}ขอบ{} ที่เล่นอีกครั้ง",
        },
        unlock = {
          "เล่นไพ่ขอบครบ",
          "{C:attention,E:1}#1#{}",
          "{C:inactive}(#2#)",
        },
      },
      j_space = {
        name = "โจ๊กเกอร์นักบินอวกาศ",
        text = {
          "มีโอกาส{C:green}#1# ใน #2#{} ที่จะ",
          "เพิ่มเลเวลของ{C:attention}มือโป๊กเกอร์{}",
          "ที่เล่น",
        },
      },
      j_splash = {
        name = "จ๋อม!",
        text = {
          "จะได้รับแต้มจาก {C:attention}ใพ่ทุกใบ",
          "ที่เล่น",
        },
      },
      j_square = {
        name = "โจ๊กเกอร์จตุรัส",
        text = {
          "ไพ่โจ๊กเกอร์นี้จะเพิ่มชิป {C:chips}+#2#{}",
          "เมื่อไพ่ที่เล่น",
          "มีเพียง {C:attention}4{}ใบ",
          "{C:inactive}(ปัจจุบันชิป {C:chips}#1#{C:inactive})",
        },
      },
      j_steel_joker = {
        name = "โจ๊กเกอร์เหล็ก",
        text = {
          "ได้รับตัวคูณ{X:mult,C:white} X#1# {}",
          "สำหรับ {C:attention}การ์ดเหล็ก",
          "ใน {C:attention}สำรับ",
          "{C:inactive}(ตัวคูณปัจจุบัน {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_stencil = {
        name = "แม่พิมพ์โจ๊กเกอร์",
        text = {
          "เพิ่มตัวคูณ {X:red,C:white} X1 {}สำหรับช่อง",
          "{C:attention}โจ๊กเกอร์{}  ที่ว่างแต่ละช่อง",
          "รวม {s:0.8}Joker Stencil",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:red,C:white} X#1# {C:inactive})",
        },
      },
      j_stone = {
        name = "โจ๊กเกอร์หิน",
        text = {
          "ได้รับชิป {C:chips}+#1#{}",
          "สำหรับทุกๆ {C:attention}การ์ดหิน",
          "ที่อยู่ในสำรับไพ่ทั้งหมด",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#2#{C:inactive})",
        },
      },
      j_stuntman = {
        name = "สตั๊นท์แมน",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}",
          "ลดจำนวนขนาดไพ่ในมือ{C:attention}-#2#{}",
        },
        unlock = {
          "ในมือเดียว,",
          "รับชิป",
          "{E:1,C:attention}#1#{}",
        },
      },
      j_supernova = {
        name = "ซุปเปอร์โนว่า",
        text = {
          "เพิ่มตัวคูณตามจำนวนครั้ง",
          "{C:attention}มือโป๊กเกอร์{}",
          "ที่เล่นในรันนี้่",
        },
      },
      j_superposition = {
        name = "ซูเปอร์โพซิชัน",
        text = {
          "สร้าง{C:tarot}ไพ่ทาโรต์{}",
          "หากเล่นไพ่มือโป๊กเกอร์ แล้วมี",
          "{C:attention}เอซ{} และเป็น {C:attention}สเตรท{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      j_swashbuckler = {
        name = "โจรสลัด",
        text = {
          "ตัวคูณจะเพิ่มขึ้น",
          "ตามราคาไพ่{C:attention}Jokers{}",
          "ที่เรามี",
          "{C:inactive}(ตัวคูณปัจจุบัน {C:mult}+#1#{C:inactive})",
        },
        unlock = {
          "ขายไพ่",
          "{C:attention,E:1}#1#{} โจ๊กเกอร์",
          "{C:inactive}(#2#)ใบ",
        },
      },
      j_throwback = {
        name = "ย้อนอดีต",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}สำหรับ",
          "การข้าม{C:attention}บลายด์{} ในแต่ละรัน",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
        unlock = {
          "เล่นรันต่อจากที่บันทึกไว้",
          "จากเมนูหลัก",
        },
      },
      j_ticket = {
        name = "ตั๋วทองคำ",
        text = {
          "หงาย {C:attention}การ์ดทอง{}",
          "จะได้รับเงิน{C:money}$#1#{}เหรียญ",
        },
        unlock = {
          "เล่นไพ่",
          "5ใบที่มีเฉพาะ",
          "{C:attention,E:1}การ์ดทอง{}",
        },
      },
      j_to_the_moon = {
        name = "พุ่งไปนอกโลก",
        text = {
          "รับ{C:money}$#1#{} เหรียญ",
          "{C:attention}ดอกเบี้ย{} สำหรับทุกๆ {C:money}$5{}เหรียญที่คุณมี",
          "เมื่อสิ้นสุดรอบ",
        },
      },
      j_todo_list = {
        name = "รายการที่ต้องทำ",
        text = {
          "ได้รับเงิน {C:money}$#1#{}เหรียญ ถ้า {C:attention}มือโป๊กเกอร์{}",
          "มี {C:attention}#2#{},",
          "เงื่อนไขมือโปกเกอร์จะเปลี่ยน",
          "เมื่อจบรอบ",
        },
      },
      j_trading = {
        name = "การ์ดสะสม",
        text = {
          "หาก {C:attention}ทิ้งไพ่{} รอบแรก",
          "เพียง {C:attention}1{} ใบ ไพ่ที่ถูกทำลาย",
          "จะจ่ายเงิน {C:money}$#1# เหรียญ",
        },
      },
      j_tribe = {
        name = "ไพ่ดอกเดียวกัน",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
        unlock = {
          "เอาชนะอันเต้",
          "โดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_triboulet = {
        name = "ทริบูเล",
        text = {
          "เล่นไพ่{C:attention}คิง{} และ",
          "{C:attention}แหม่ม{}",
          "ตัวคูณ{X:mult,C:white} X#1# {}เมื่อทำแต้ม",
        },
        unlock = {
          "{E:1,s:1.3}(ค้นหาโจ๊กเกอร์นี้จากการ์ดโซล)",
        },
      },
      j_trio = {
        name = "ไพ่ตอง",
        text = {
          "ตัวคูณ{X:mult,C:white} X#1# {}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
        unlock = {
          "เอาชนะรัน",
          "โดยไม่ใช้",
          "{E:1,C:attention}#1#",
        },
      },
      j_troubadour = {
        name = "นักร้องทรูบาดูร์",
        text = {
          "เพิ่มจำนวนไพ่ในมือ{C:attention}+#1#{}",
          "แต่ลดจำนวนมือในการเล่น{C:blue}-#2#{}",
        },
        unlock = {
          "ชนะ{C:attention,E:1}#1#{}รอบ",
          "ติดต่อกันโดยแต่รอบชนะเพียง",
          "มือเดียว",
        },
      },
      j_trousers = {
        name = "กางเกงสำรอง",
        text = {
          "โจ๊กเกอร์ใบนี้เพิ่มตัวคูณ {C:mult}+#1#{}",
          "หากเล่นไพ่แล้ว",
          "{C:attention}#2#",
          "{C:inactive}(ปัจจุบันตัวคูณ {C:red}+#3#{C:inactive})",
        },
      },
      j_turtle_bean = {
        name = "ถั่วดำ",
        text = {
          "เพิ่มจำนวนไพ่ในมือ{C:attention}+#1#{}",
          "และจะลดลง",
          "{C:red}#2#{} ทุกรอบ",
        },
      },
      j_vagabond = {
        name = "คนพเนจร",
        text = {
          "สร้างไพ่ {C:purple}ไพ่ทาโรต์{}",
          "หากรอบที่เล่นมีเหรียญ",
          "{C:money}$#1#{} หรือน้อยกว่า",
        },
      },
      j_vampire = {
        name = "แวมไพร์",
        text = {
          "ไพ่โจ๊กเกอร์นี้เพิ่มตัวคูณ {X:mult,C:white} X#1# {}",
          "สำหรับไพ่ที่ {C:attention}เสริมประสิทธิภาพ{} ที่เล่นแต่ละใบ,",
          "และจะลบ{C:attention}ประสิทธิภาพทันทีหลังได้ตัวคูณ",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#2# {C:inactive})",
        },
      },
      j_walkie_talkie = {
        name = "วิทยุสื่อสาร",
        text = {
          "เมื่อเล่นไพ่แต้ม {C:attention}10{} หรือ {C:attention}4",
          "จะได้รับชิป {C:chips}+#1#{}และ",
          "ตัวคุณ{C:mult}+#2#{} เมื่อนับแต้ม",
        },
      },
      j_wee = {
        name = "โจ๊กเกอร์จิ๋ว",
        text = {
          "โจ๊กเกอร์ใบนี้",
          "จะเพิ่มชิป{C:chips}+#2#{}เมื่อ",
          "เล่นไพ่{C:attention}2{}แต้ม",
          "{C:inactive}(ปัจจุบันชิป {C:chips}+#1#{C:inactive})",
        },
        unlock = {
          "เอาชนะรันใน {E:1,C:attention}#1#รอบ",
          "หรือน้อยกว่า",
        },
      },
      j_wily = {
        name = "โจ๊กเกอร์เจ้าเล่ห์",
        text = {
          "ตัวคูณชิป{C:chips}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
      j_wrathful_joker = {
        name = "โจ๊กเกอร์เกี้ยวกราด",
        text = {
          "เมื่อเล่นไพ่และมี",
          "หน้าไพ่เป็น{C:spades}#2#{}",
          "ตัวคูณ{C:mult}+#1#{}",
        },
      },
      j_yorick = {
        name = "ยอริค",
        text = {
          "โจ๊กเกอร์ใบนี้",
          "เพิ่มตัวคูณ{X:mult,C:white} X#1# {} ทุกๆ {C:attention}#2#{C:inactive} [#3#]{} ใบ",
          "ที่ถูกทิ้ง",
          "{C:inactive}(ปัจจุบันตัวคูณ {X:mult,C:white} X#4# {C:inactive})",
        },
        unlock = {
          "{E:1,s:1.3}(ค้นหาโจ๊กเกอร์นี้จากการ์ดโซล)",
        },
      },
      j_zany = {
        name = "โจ๊กเกอร์บ้าเบือน",
        text = {
          "ตัวคูณ{C:red}+#1#{}",
          "เมื่อเล่นไพ่",
          "{C:attention}#2#",
        },
      },
    },
    Other = {
      black_sticker = {
        name = "สติกเกอร์ดำ",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันดำ{}",
        },
      },
      blue_seal = {
        name = "ตราประทับฟ้า",
        text = {
          "หลังจากเล่น {C:attention}มือสุดท้าย{}ของรอบ",
          "ถ้า{C:attention}ยังเก็บไพ่นี้{} ไว้ในมือ",
          "สร้าง {C:planet}การ์ดดาวเคราะห์{} ที่ตรงกับมือโป๊กเกอร์",
          "ของรอบที่เอาชนะบลายด์ได้",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      blue_sticker = {
        name = "สติกเกอร์ฟ้า",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันฟ้า{}",
        },
      },
      card_chips = {
        text = {
          "ชิป {C:chips}+#1#{}",
        },
      },
      card_extra_chips = {
        text = {
          "ชิปพิเศษ {C:chips}+#1#{}",
        },
      },
      challenge_locked = {
        name = "ล็อค",
        text = {
          "เอาชนะรันโดยใช้ #1# สำรับ",
          "ที่แตกต่างกันเพื่อปลดล็อค",
          "โหมดท้าทาย",
          "{C:attention,s:2}#2#/#1#",
        },
      },
      debuffed_default = {
        name = "ดีบัฟ",
        text = {
          "ความสามารถทั้งหมด",
          "ถูกปิดใช้งาน",
        },
      },
      debuffed_playing_card = {
        name = "ดีบัฟ",
        text = {
          "ไม่ให้แต้มชิป",
          "และความสามารถทั้งหมด",
          "ถูกปิดใช้งาน",
        },
      },
      deck_locked_discover = {
        name = "ล็อค",
        text = {
          "ค้นพบอย่างน้อย {C:attention}#1#{} สิ่ง",
          "ในคอลเลกชันของคุณ",
        },
      },
      deck_locked_stake = {
        name = "ล็อค",
        text = {
          "เอาชนะรันด้วยสำรับใดก็ได้",
          "ที่ระดับความยาก{V:1}#1#{}",
        },
      },
      deck_locked_win = {
        name = "ล็อค",
        text = {
          "เอาชนะรันด้วย{C:attention}#1#{}",
          "ในระดับความยากใดๆ",
        },
      },
      demo_locked = {
        name = "ล็อค",
        text = {
          "ไม่มีในเกมรุ่นทดลอง",
        },
      },
      demo_shop_locked = {
        name = "ล็อค",
        text = {
          "การ์ดจากคอลเลคชันส่วนตัวของ",
          "{C:attention}จิมโบ",
          "มีครบใน",
          "เวอร์ชั่นเต็มของ {E:1,C:red}บาลาโทร",
        },
      },
      eternal = {
        name = "นิรันดร์",
        text = {
          "ไม่สามารถขาย",
          "หรือถูกทำลายได้",
        },
      },
      gold_seal = {
        name = "ตราประทับทอง",
        text = {
          "เมื่อไพ่ใบนี้ทำแต้มได้ในการเล่น",
          "รับเงิน {C:money}$3{}",
        },
      },
      gold_sticker = {
        name = "สติกเกอร์ทอง",
        text = {
          "คุณได้รับสติกเกอร์นี้",
          "จากการเอาชนะ ความยากระดับ {C:attention}เบี้ยเดิมพัน",
          "{C:attention}ทอง{}",
        },
      },
      green_sticker = {
        name = "สติกเกอร์เขียว",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันเขียว{}",
        },
      },
      joker_locked_legendary = {
        name = "ล็อค",
        text = {
          "ค้นหาโจ๊กเกอร์นี้",
          "จากการ์ด{C:spectral}จิตวิญญาณ{}",
        },
      },
      locked = {
        name = "ล็อค",
        text = {
        },
      },
      orange_sticker = {
        name = "สติกเกอร์ส้ม",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันส้ม{}",
        },
      },
      p_arcana_jumbo = {
        name = "จัมโบ้ อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_arcana_mega = {
        name = "เมก้า อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_arcana_normal = {
        name = "อาร์คานา แพ็ค",
        text = {
          "เลือก{C:tarot}ไพ่ทาโรต์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที",
        },
      },
      p_buffoon_jumbo = {
        name = "จัมโบ้ บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_buffoon_mega = {
        name = "เมก้า บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_buffoon_normal = {
        name = "บัฟฟูน แพ็ค",
        text = {
          "เลือก{C:joker}โจ๊กเกอร์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบ"
        },
      },
      p_celestial_jumbo = {
        name = "จัมโบ้ เซเลสเทียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_celestial_mega = {
        name = "เมก้า เซเลสเทียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_celestial_normal = {
        name = "เซเลสเชียล แพ็ค",
        text = {
          "เลือก{C:planet}การ์ดดาวเคราะห์ {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_jumbo = {
        name = "จัมโบ้ สเปกตรัล แพ็ค",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_mega = {
        name = "เมก้า สเปกตรัล แพ็ค",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_spectral_normal = {
        name = "แพ็คสเปกตรัล",
        text = {
          "เลือก{C:spectral}การ์ดสเปกตรัล {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อใช้ทันที"
        },
      },
      p_standard_jumbo = {
        name = "จัมโบ้ สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      p_standard_mega = {
        name = "เมก้า สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      p_standard_normal = {
        name = "สแตนดาร์ด แพ็ค",
        text = {
          "เลือก{C:joker}ไพ่ที่ใช้เล่น {C:attention}#1#{} ใบ",
          "จาก {C:attention}#2#{} ใบเพื่อเพิ่มเข้าไปในสำรับ"
        },
      },
      perishable = {
        name = "ใช้ชั่วคราว",
        text = {
          "หลังจากเล่นไป {C:attention}#1#{} รอบ",
          "นับจากรอบที่ใช้การ์ดใบนี้ครั้งแรก การ์ดจะโดนดีบัฟ",
          "{C:inactive}(คงเหลือ {C:attention}#2#{C:inactive})",
        },
      },
      pinned_left = {
        name = "ถูกตรึง",
        text = {
          "โจ๊กเกอร์ตัวนี้",
          "จะถูกตรึงไว้ที่",
          "ตำแหน่งซ้ายสุด",
        },
      },
      playing_card = {
        text = {
          "{C:light_black}#1# {V:1}#2#",
        },
      },
      purple_seal = {
        name = "ตราประทับม่วง",
        text = {
          "เมื่อ{C:attention}ทิ้งไพ่{}ใบนี้",
          "สร้าง{C:tarot}ไพ่ทาโรต์{} 1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      purple_sticker = {
        name = "สติกเกอร์ม่วง",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันม่วง{}",
        },
      },
      red_seal = {
        name = "ตราประทับแดง",
        text = {
          "นับแต้มจาก",
          "ไพ่ใบนี้อีก {C:attention}1{} ครั้ง",
        },
      },
      red_sticker = {
        name = "สติกเกอร์แดง",
        text = {
          "เคยใช้โจ๊กเกอร์ตัวนี้",
          "เอาชนะความยากระดับ",
          "{C:attention}เบี้ยเดิมพันแดง{}",
        },
      },
      remove_negative = {
        name = "n",
        text = {
          "{C:inactive,s:0.9}(ลบ {C:dark_edition,s:0.9}เนกาทีฟ{C:inactive,s:0.9}จากการสำเนา)",
        },
      },
      rental = {
        name = "เช่า",
        text = {
          "ต้องจ่าย {C:money}$#1#{}",
          "เป็นค่าเช่าเมื่อจบรอบ",
        },
      },
      undiscovered_booster = {
        name = "ยังไม่รู้จัก",
        text = {
          "เปิดแพ็คนี้ในรัน",
          "ที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_edition = {
        name = "ยังไม่รู้จัก",
        text = {
          "ค้นหา อิดิชัน",
          "ที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_joker = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_planet = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_spectral = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_tag = {
        name = "ยังไม่รู้จัก",
        text = {
          "ใช้แท็กนี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_tarot = {
        name = "ยังไม่รู้จัก",
        text = {
          "ซื้อหรือใช้การ์ดใบนี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      undiscovered_voucher = {
        name = "ยังไม่รู้จัก",
        text = {
          "ใช้วอยเชอร์นี้",
          "ในรันที่ไม่ใส่ซีด",
          "เพื่อเรียนรู้ว่ามันทำอะไร",
        },
      },
      white_sticker = {
        name = "สติกเกอร์ขาว",
        text = {
          "คุณได้รับสติกเกอร์นี้",
          "จากการเอาชนะ ความยากระดับ{C:attention}เบี้ยเดิมพัน",
          "{C:attention}ขาว{}",
        },
      },
      wip_locked = {
        name = "ล็อค",
        text = {
          "อยู่ระหว่าง",
          "ดำเนินการ",
        },
      },
    },
    Planet = {
      c_ceres = {
        name = "ดาวซีรีส",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_earth = {
        name = "ดาวโลก",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_eris = {
        name = "ดาวเอริส",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_jupiter = {
        name = "ดาวพฤหัสบดี",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_mars = {
        name = "ดาวอังคาร",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_mercury = {
        name = "ดาวพุธ",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_neptune = {
        name = "ดาวเนปจูน",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_planet_x = {
        name = "ดาวเคราะห์เอ็กซ์",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_pluto = {
        name = "ดาวพลูโต",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_saturn = {
        name = "ดาวเสาร์",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_uranus = {
        name = "ดาวยูเรนัส",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
      c_venus = {
        name = "ดาวศุกร์",
        text = {
          "อัปเวลมือ {C:attention}#2#{}",
          "ชิป {C:chips}+#4#{}",
          "ตัวคูณ {C:mult}+#3#{},",
          "{S:0.8}({S:0.8,V:1}ปัจจุบันเวล #1#{S:0.8}){}",
        },
      },
    },
    Spectral = {
      c_ankh = {
        name = "อังค์",
        text = {
          "สุ่มโจ๊กเกอร์ 1 ใบ",
          "ทำสำเนา{C:attention}โจ๊กเกอร์ใบนั้น",
          "แล้ว{C:red}ทำลายโจ๊กเกอร์ใบอื่นทั้งหมด",
        },
      },
      c_aura = {
        name = "ออร่า",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะสุ่มได้รับ",
          "ระหว่าง{C:dark_edition}ฟอยล์{} {C:dark_edition}โฮโลแกรม{}",
          "หรือ {C:dark_edition}โพลีโครม{}",
        },
      },
      c_black_hole = {
        name = "หลุมดำ",
        text = {
          "อัปเกรด{C:legendary,E:1}มือโป๊กเกอร์",
          "ทุกมือขึ้น {C:attention}1{} เลเวล",
        },
      },
      c_cryptid = {
        name = "สัตว์ประหลาด",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "สร้างสำเนา {C:attention}#1#{} ใบ",
        },
      },
      c_deja_vu = {
        name = "เดจาวู",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:red}ตราประทับแดง{}ให้",
        },
      },
      c_ectoplasm = {
        name = "สสารผี",
        text = {
          "{C:attention}โจ๊กเกอร์ 1 ใบ{}จะถูกสุ่มเลือก",
          "ให้ได้รับ{C:dark_edition}เนกาทีฟ{}",
          "แต่ขนาดมือจะ {C:red}-#1#{} ใบ",
        },
      },
      c_familiar = {
        name = "วิสาสะ",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่ขอบ {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_grim = {
        name = "ความหม่นหมอง",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่เอซ {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_hex = {
        name = "การสาปแช่ง",
        text = {
          "สุ่มโจ๊กเกอร์ 1 ใบ",
          "ที่จะได้รับ {C:dark_edition}โพลีโครม{}",
          "และทำลายโจ๊กเกอร์ที่เหลือ",
        },
      },
      c_immolate = {
        name = "การเผาทิ้ง",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}#1#{} ใบ",
          "แต่จะได้รับ {C:money}$#2#",
        },
      },
      c_incantation = {
        name = "คาถาบูชา",
        text = {
          "สุ่มทำลายไพ่ในมือ {C:attention}1{} ใบ",
          "แต่จะได้รับไพ่แต้ม {C:attention}#1#{} ใบ",
          "ที่จะมี{C:attention}อัปเกรด{}สุ่มให้",
        },
      },
      c_medium = {
        name = "มัชฌิมา",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:purple}ตราประทับม่วง{}ให้",
        },
      },
      c_ouija = {
        name = "ผีถ้วยแก้ว",
        text = {
          "เปลี่ยนไพ่ในมือทุกใบให้เป็น",
          "{C:attention}หน้าเดียวกันทั้งหมด",
          "แต่ขนาดมือ {C:red}-1{} ใบ",
        },
      },
      c_sigil = {
        name = "ตราบาป",
        text = {
          "เปลี่ยนไพ่ในมือทุกใบให้เป็น",
          "{C:attention}ดอกเดียวกันทั้งหมด",
        },
      },
      c_soul = {
        name = "จิตวิญญาณ",
        text = {
          "สุ่มสร้างโจ๊กเกอร์{C:legendary,E:1}ในตำนาน{}",
          "1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_talisman = {
        name = "ของขลัง",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:attention}ตราประทับทอง{}ให้",
        },
      },
      c_trance = {
        name = "ภายใต้การสะกดจิต",
        text = {
          "เลือกไพ่ {C:attention}1{} ใบในมือที่จะ",
          "ประทับ{C:blue}ตราประทับฟ้า{}ให้",
        },
      },
      c_wraith = {
        name = "ภูติผีปีศาจ",
        text = {
          "สุ่มสร้างโจ๊กเกอร์ระดับ{C:red,E:1}หายาก{}",
        },
      },
    },
    Stake = {
      stake_black = {
        name = "เบี้ยเดิมพันดำ",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์ {C:attention}อีเทอนอล{}",
          "{C:inactive,s:0.8}(ไม่สามารถขายหรือทำลายได้)",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_blue = {
        name = "เบี้ยเดิมพันฟ้า",
        text = {
          "การทิ้งไพ่ {C:red}-1{} ครั้ง",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_gold = {
        name = "เบี้ยเดิมพันทอง",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์ {C:attention}เช่าซื้อ{}",
          "{C:inactive,s:0.8}(จ่าย {C:money,s:0.8}$3{C:inactive,s:0.8} ต่อรอบ)",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_green = {
        name = "เบี้ยเดิมพันเขียว",
        text = {
          "ระดับแต้มที่ต้องการ",
          "จะขยายเร็วขึ้นสำหรับแต่ละ{C:attention}อันเต้",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_orange = {
        name = "เบี้ยเดิมพันส้ม",
        text = {
          "ในร้านค้าโจ๊กเกอร์บางใบอาจจะติดสติกเกอร์{C:attention}ใช้ชั่วคราว{}",
          "{C:inactive,s:0.8}(จะถูกดีบัฟหลังจากผ่านไป 5 รอบ)",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_purple = {
        name = "เบี้ยเดิมพันม่วง",
        text = {
          "ระดับแต้มที่ต้องการ",
          "จะขยายเร็วขึ้นสำหรับแต่ละ{C:attention}อันเต้",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_red = {
        name = "เบี้ยเดิมพันแดง",
        text = {
          "{C:attention}บลายด์เล็ก{}ไม่มีเงินรางวัล",
          "{s:0.8}ใช้กฏเบี้ยเดิมพันก่อนหน้าทั้งหมด",
        },
      },
      stake_white = {
        name = "เบี้ยเดิมพันขาว",
        text = {
          "ความยากระดับพื้นฐาน",
        },
      },
    },
    Tag = {
      tag_boss = {
        name = "แท็กบอส",
        text = {
          "รีโรล{C:attention}บอส บลายด์",
          "ใหม่",
        },
      },
      tag_buffoon = {
        name = "แท็กบัฟฟูน",
        text = {
          "เปิด{C:attention}เมก้า บัฟฟูน แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_charm = {
        name = "แท็กเครื่องราง",
        text = {
          "เปิด{C:tarot}เมก้า อาร์คานา แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_coupon = {
        name = "แท็กคูปอง",
        text = {
          "ของในร้านค้าถัดไปฟรี",
          "ก่อนรัโรล",
        },
      },
      tag_d_six = {
        name = "แท็กลูกเต๋า 6 ด้าน",
        text = {
          "รีโรลของในร้านรอบถัดไป",
          "เริ่มต้นที่ {C:money}$0",
        },
      },
      tag_double = {
        name = "แท็กดับเบิ้ล",
        text = {
          "ทำสำเนา{C:attention}แท็ก{}",
          "ถัดไปที่เลือก",
          "{s:0.8}โดยที่ไม่รวม{s:0.8,C:attention}แท็กดับเบิ้ล",
        },
      },
      tag_economy = {
        name = "แท็กการเงิน",
        text = {
          "คูณสองจำนวนเงินที่มี",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
        },
      },
      tag_ethereal = {
        name = "แท็กอีเธอร์เรียล",
        text = {
          "เปิด{C:spectral}สเปกตรัลแพ็ค",
          "ฟรีทันที",
        },
      },
      tag_foil = {
        name = "แท็กฟอยล์",
        text = {
          "โจ๊กเกอร์อีดิชั่นพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}ฟอยล์",
        },
      },
      tag_garbage = {
        name = "แท็กขยะ",
        text = {
          "ได้รับ {C:money}$#1#{} ต่อการ",
          "{C:red}ไม่ทิ้งไพ่{}ในรันนี้",
          "{C:inactive}(จะได้รับ {C:money}$#2#{C:inactive})",
        },
      },
      tag_handy = {
        name = "แท็กถนัดมือ",
        text = {
          "ได้รับ{C:money}$#1#{} ต่อการเล่น",
          "{C:blue}แต่ละมือ{}ในรันนี้",
          "{C:inactive}(จะได้รับ {C:money}$#2#{C:inactive})",
        },
      },
      tag_holo = {
        name = "แท็กโฮโลแกรม",
        text = {
          "โจ๊กเกอร์อีดิชั่นพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}โฮโลแกรม",
        },
      },
      tag_investment = {
        name = "แท็กการลงทุน",
        text = {
          "รับ {C:money}$#1#",
          "หลังจากชนะบอส บลายด์",
        },
      },
      tag_juggle = {
        name = "แท็กจักเกิ้ล",
        text = {
          "เพิ่มขนาดมือ{C:attention}+#1#{}",
          "ในรอบถัดไปเท่านั้น",
        },
      },
      tag_meteor = {
        name = "แท็กอุกกาบาต",
        text = {
          "เปิด{C:planet}เมก้า เซเลสเชียล แพ็ค",
          "ฟรีทันที",
        },
      },
      tag_negative = {
        name = "แท็กเนกาทีฟ",
        text = {
          "โจ๊กเกอร์อีดิชั่นพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}เนกาทีฟ",
        },
      },
      tag_orbital = {
        name = "แท็กวงโคจร",
        text = {
          "อัปเกรด {C:attention}#1#",
          "{C:attention}#2# เลเวล",
        },
      },
      tag_polychrome = {
        name = "แท็กโพลีโครม",
        text = {
          "โจ๊กเกอร์อีดิชั่นพื้นฐาน",
          "ในร้านค้าถัดไปจะฟรีและ",
          "จะกลายเป็น{C:dark_edition}โพลีโครม",
        },
      },
      tag_rare = {
        name = "แท็กหายาก",
        text = {
          "มีโจ๊กเกอร์{C:red}หายาก",
          "แจกฟรีในร้านค้า",
        },
      },
      tag_skip = {
        name = "แท็กเร็วจี๋",
        text = {
          "ระหว่างการรัน ถ้ากดข้ามบลายด์ใดๆ",
          "จะได้รับ{C:money} $#1# {}เหรียญต่อการกดข้าม",
          "{C:inactive}(อาจได้รับ{C:money}$#2#{C:inactive})",
        },
      },
      tag_standard = {
        name = "แท็กมาตรฐาน",
        text = {
          "ฟรีเมื่อเปิด",
          "{C:attention}เมก้า สแตนดาร์ด แพ็ค",
        },
      },
      tag_top_up = {
        name = "แท็กเติมให้เต็ม",
        text = {
          "สร้างโจ๊กเกอร์{C:attention}#1#ใบ",
          "แบบ{C:blue}ทั่วไป{}",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      tag_uncommon = {
        name = "แท็กไม่ธรรมดา",
        text = {
          "มีโจ๊กเกอร์ที่{C:green}ไม่ธรรมดา",
          "แจกฟรีในร้านค้า",
        },
      },
      tag_voucher = {
        name = "แท็กวอยเชอร์",
        text = {
          "ในร้านค้าถัดไปจะมี",
          "{C:voucher}วอยเชอร์{}เพิ้ม",
        },
      },
    },
    Tarot = {
      c_chariot = {
        name = "รถม้าศึก",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_death = {
        name = "ความตาย",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบ",
          "แปลงไพ่ด้าน {C:attention}ซ้าย{}",
          "ให้เป็นไพ่ด้าน {C:attention}ขวา{}",
          "{C:inactive}(ลากเพื่อจัดเรียงใหม่)",
        },
      },
      c_devil = {
        name = "อสูร",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_emperor = {
        name = "จักรพรรดิ",
        text = {
          "สุ่มสร้าง{C:tarot}ไพ่ทาโรต์{}",
          "{C:attention}#1# ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_empress = {
        name = "จักรพรรดินี",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_fool = {
        name = "คนพาล",
        text = {
          "สร้าง{C:tarot}ไพ่ทาโรต์{}",
          "หรือ{C:planet}การ์ดดาวเคราะห์{}ล่าสุด",
          "ที่ใช้ในการรันครั้งนี้",
          "{s:0.8}ไม่รวม{s:0.8,C:tarot}คนพาล{s:0.8}เอง",
        },
      },
      c_hanged_man = {
        name = "คนแขวนคอ",
        text = {
          "ทำลายไพ่ที่เลือกสูงสุด",
          "{C:attention}#1#{} ใบ",
        },
      },
      c_heirophant = {
        name = "พระสังฆราช",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_hermit = {
        name = "ฤๅษี",
        text = {
          "คูณสองจำนวนเงินที่มี",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
        },
      },
      c_high_priestess = {
        name = "มหาปุโรหิตหญิง",
        text = {
          "สุ่มสร้าง{C:planet}การ์ดดาวเคราะห์{}",
          "{C:attention}#1# ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_judgement = {
        name = "การตัดสิน",
        text = {
          "สุ่มสร้าง{C:attention}โจ๊กเกอร์{}",
          "1 ใบ",
          "{C:inactive}(ต้องมีที่ว่าง)",
        },
      },
      c_justice = {
        name = "ความยุติธรรม",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_lovers = {
        name = "คู่ชีวืต",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_magician = {
        name = "นักมายากล",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_moon = {
        name = "พระจันทร์",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนหน้าไพ่เป็น{V:1}#2#{}",
        },
      },
      c_star = {
        name = "ดวงดาว",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนหน้าไพ่เป็น{V:1}#2#{}",
        },
      },
      c_strength = {
        name = "ความแข็งแกร่ง",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "เพื่อเพิ่มหน้าไพ่ขึ้นไป {C:attention}1{} แต้ม",
        },
      },
      c_sun = {
        name = "ดวงอาทิตย์",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนหน้าไพ่เป็น{V:1}#2#{}",
        },
      },
      c_temperance = {
        name = "ความพอประมาณ",
        text = {
          "ให้มูลค่าการขายรวม",
          "ของโจ๊กเกอร์ปัจจุบันทั้งหมด",
          "{C:inactive}(สูงสุด {C:money}$#1#{C:inactive})",
          "{C:inactive}(ปัจจุบัน {C:money}$#2#{C:inactive})",
        },
      },
      c_tower = {
        name = "หอคอย",
        text = {
          "เลือกไพ่ {C:attention}#1#{} ใบในมือ",
          "ที่จะอัปเกรดเป็น{C:attention}#2#",
        },
      },
      c_wheel_of_fortune = {
        name = "วงล้อแห่งโชคลาภ",
        text = {
          "มีโอกาส {C:green}#1# ใน #2#{} ที่จะสุ่ม{C:attention}โจ๊กเกอร์",
          "1 ใบให้ได้รับ{C:dark_edition}ฟอยล์{} {C:dark_edition}โฮโลแกรม{}",
          "หรือ{C:dark_edition}โพลีโครม{}",
        },
      },
      c_world = {
        name = "โลก",
        text = {
          "เลือกไพ่อย่างมากที่สุด {C:attention}#1#{} ใบในมือ",
          "และเปลี่ยนหน้าไพ่เป็น{V:1}#2#{}",
        },
      },
    },
    Voucher = {
      v_antimatter = {
        name = "ปฏิสสาร",
        text = {
          "เพิ่มช่่องโจ๊กเกอร์ {C:dark_edition}+1{}",
        },
        unlock = {
          "ใช้{C:voucher}วอยเชอร์เปล่า{}รวม",
          "{C:attention}#1#{}ครั้ง",
          "{C:inactive}(#2#)"
        },
      },
      v_blank = {
        name = "วอยเชอร์เปล่า",
        text = {
          "{C:inactive}ไม่มีอะไรเลย?",
        },
      },
      v_clearance_sale = {
        name = "ลดล้างสต็อก",
        text = {
          "ลดการ์ดและแพ็คทั้งร้าน {C:attention}#1#%{}",
        },
      },
      v_crystal_ball = {
        name = "คริสตัลบอล",
        text = {
          "เพิ่มช่องการ์ดใช้แล้วทิ้ง {C:attention}+1{}",
        },
      },
      v_directors_cut = {
        name = "ฉบับผู้กำกับ",
        text = {
          "จ่าย {C:money}$#1#{} เพื่อรีโรลบอส บลายด์",
          "{C:attention}1{} ครั้งต่ออันเต้",
        },
      },
      v_glow_up = {
        name = "โกลว์อัพ",
        text = {
          "การ์ด{C:dark_edition}ฟอยล์{} {C:dark_edition}โฮโลแกรม{}",
          "และ{C:dark_edition}โพลีโครม{}",
          "ปรากฏมากขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "มี{C:attention}โจ๊กเกอร์{}อย่างน้อย",
          "{C:attention}#1# ใบที่มี",
          "{C:dark_edition}ฟอยล์{}, {C:dark_edition}โฮโลแกรม{} หรือ",
          "{C:dark_edition}โพลีโครม{}",
        },
      },
      v_grabber = {
        name = "มือ",
        text = {
          "มือเล่น {C:blue}+#1#{}",
        },
      },
      v_hieroglyph = {
        name = "อักษรโบราณ",
        text = {
          "ลด {C:attention}-#1#{} อันเต้",
          "ลด {C:blue}-#1#{} มือ",
        },
      },
      v_hone = {
        name = "ฝึกฝน",
        text = {
          "การ์ด{C:dark_edition}ฟอยล์{} {C:dark_edition}โฮโลแกรม{}",
          "และ{C:dark_edition}โพลีโครม{}",
          "ปรากฏมากขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_illusion = {
        name = "ภาพลวง",
        text = {
          "{C:attention}ไพ่ที่ใช้เล่น{}ในร้านค้า",
          "อาจจะมี{C:enhanced}อัปเกรด{}",
          "{C:dark_edition}อีดิชั่น{}และ/หรือ{C:attention}มีตราประทับ{}",
        },
        unlock = {
          "ซื้อไพ่ที่ใช้เล่น",
          "รวม {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)"
        },
      },
      v_liquidation = {
        name = "ลัมละลาย",
        text = {
          "ลดการ์ดและแพ็คทั้งร้าน {C:attention}#1#%{}",
        },
        unlock = {
          "ใช้{C:voucher}วอยเชอร์{}อย่างน้อย",
          "{C:attention}#1# ใบ ในรันเดียว",
        },
      },
      v_magic_trick = {
        name = "มายากล",
        text = {
          "สามารถซื้อ{C:attention}ไพ่ที่ใช้เล่น{}",
          "โดยตรงได้จาก{C:attention}ร้านค้า",
        },
      },
      v_money_tree = {
        name = "ต้นเงินต้นทอง",
        text = {
          "เพิ่มเพดานดอกเบี้ยที่ได้รับ",
          "ในแต่ละรอบเป็น {C:money}$#1#{}",
        },
        unlock = {
          "ได้รับดอกเบี้ยสูงสุด",
          "{C:attention}#1#{} รอบติดต่อกัน",
          "{C:inactive}(#2#)"
        },
      },
      v_nacho_tong = {
        name = "มือหยิบนาโช่",
        text = {
          "มือเล่น {C:blue}+#1#{}",
        },
        unlock = {
          "เล่นไพ่ทั้งหมด {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)"
        },
      },
      v_observatory = {
        name = "หอดูดาว",
        text = {
          "{C:planet}การ์ดดาวเคราะห์{}ที่อยู่ในช่อง",
          "{C:attention}การ์ดใช้แล้วทิ้ง{}จะให้ตัวคูณ {X:red,C:white} x#1#{}",
          "ถ้าเล่น{C:attention}มือโป๊กเกอร์{}ที่ระบุไว้บนการ์ดใบนั้น",
        },
        unlock = {
          "ใช้{C:planet}การ์ดดาวเคราะห์{}ทั้งหมด",
          "{C:attention}#1# ใบจากเซเลสเชียล แพ็ค",
          "{C:inactive}(#2#)"
        },
      },
      v_omen_globe = {
        name = "คริสตัลบอลต้องสาป",
        text = {
          "{C:attention}อาร์คานา แพ็ค",
          "อาจจะมี{C:spectral}สเปกตรัล การ์ด{}",
        },
        unlock = {
          "ใช้{C:planet}ไพ่ทาโรต์{}ทั้งหมด",
          "{C:attention}#1# ใบจากอาร์คานา แพ็ค",
          "{C:inactive}(#2#)"
        },
      },
      v_overstock_norm = {
        name = "ล้นคลัง",
        text = {
          "ร้านค้าขายการ์ดเพิ่ม {C:attention}+1{}",
        },
      },
      v_overstock_plus = {
        name = "ล้นคลังกว่าเดิม",
        text = {
          "ร้านค้าขายการ์ดเพิ่ม {C:attention}+1{}",
        },
        unlock = {
          "ใช้จ่ายทั้งหมด {C:money}$#1#{} ในร้าน",
          "{C:inactive}($#2#)",
        },
      },
      v_paint_brush = {
        name = "พู่กัน",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{}",
        },
      },
      v_palette = {
        name = "จานสี",
        text = {
          "เพิ่มขนาดมือ {C:attention}+#1#{}",
        },
        unlock = {
          "ลดขนาดมือเหลือ {C:attention}#1#{} ใบ",
        },
      },
      v_petroglyph = {
        name = "ภาพวาดฝาผนัง",
        text = {
          "ลด {C:attention}-#1#{} อันเต้",
          "ทิ้งไพ่ {C:red}-#1#{} ครั้ง",
        },
        unlock = {
          "ไปถึงอันเต้ {E:1,C:attention}#1#",
        },
      },
      v_planet_merchant = {
        name = "คนขายดาวเคราะห์",
        text = {
          "ร้านค้าจะขาย {C:planet}การ์ดดาวเคราะห์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_planet_tycoon = {
        name = "เจ้าสัวจักรวาล",
        text = {
          "ร้านค้าจะขาย {C:planet}การ์ดดาวเคราะห์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "ซื้อ{C:planet}การ์ดดาวเคราะห์{}รวม",
          "{C:attention}#1# ใบจากร้านค้า",
          "{C:inactive}(#2#)",
        },
      },
      v_recyclomancy = {
        name = "นักรีไซเคิล",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้ง",
        },
        unlock = {
          "ทิ้งไพ่รวม {C:attention}#1#{} ใบ",
          "{C:inactive}(#2#)",
        },
      },
      v_reroll_glut = {
        name = "รีโรลแค่ไหนก็ไม่พอ",
        text = {
          "ลดค่าใช้จ่ายรีโรล",
          "{C:money}$#1#{}",
        },
        unlock = {
          "รีโรลร้านค้ารวม {C:attention}#1#{} ครั้ง",
          "{C:inactive}(#2#)",
        },
      },
      v_reroll_surplus = {
        name = "รีโรลเหลือเฟือ",
        text = {
          "ลดค่าใช้จ่ายรีโรล",
          "{C:money}$#1#{}",
        },
      },
      v_retcon = {
        name = "เล่าใหม่ให้ต่อเนื่อง",
        text = {
          "จ่าย {C:money}$#1#{} เพื่อรีโรลบอส บลายด์",
          "{C:attention}ไม่จำกัดครั้ง{}",
        },
        unlock = {
          "ค้นพบ {C:attention}#1#{} บลายด์",
        },
      },
      v_seed_money = {
        name = "เงินลงทุน",
        text = {
          "เพิ่มเพดานดอกเบี้ยที่ได้รับ",
          "ในแต่ละรอบเป็น {C:money}$#1#{}",
        },
      },
      v_tarot_merchant = {
        name = "คนขายไพ่ทาโรต์",
        text = {
          "ร้านค้าจะขาย {C:tarot}ไพ่ทาโรต์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
      },
      v_tarot_tycoon = {
        name = "เจ้าสัวไพ่ทาโรต์",
        text = {
          "ร้านค้าจะขาย {C:tarot}ไพ่ทาโรต์{}",
          "บ่อยขึ้น {C:attention}#1#{} เท่า",
        },
        unlock = {
          "ซื้อ{C:planet}ไพ่ทาโรต์{}รวม",
          "{C:attention}#1# ใบจากร้านค้า",
          "{C:inactive}(#2#)",
        },
      },
      v_telescope = {
        name = "กล้องโทรทัศน์",
        text = {
          "{C:attention}เซเลสเชียล แพ็ค{}",
          "จะมี {C:planet}การ์ดดาวเคราะห์{}",
          "สำหรับ{C:attention}มือโป๊กเกอร์",
          "ที่เล่นบ่อยที่สุดเสมอ",
        },
      },
      v_wasteful = {
        name = "สิ้นเปลือง",
        text = {
          "ทิ้งไพ่ได้ {C:red}+#1#{} ครั้ง",
        },
      },
    },
  },
  misc = {
    achievement_names = {
      ante_up = "อันเต้อัพ!",
      ante_upper = "เหนือกว่า อันเต้",
      heads_up = "ไปให้สุด",
      low_stakes = "เล่นชิลๆ",
      mid_stakes = "พอเหมาะ",
      high_stakes = "ลุยเต็มสูบ",
      card_player = "นักพนัน",
      card_discarder = "ตัวช่วยพิเศษ",
      nest_egg = "รังไข่แห่งโชคลาภ",
      flushed = "ฟลัชมือฉกาจ",
      speedrunner = "ผู้พิชิตเกม",
      roi = "เก็งกำไร",
      shattered = "พังพินาศ",
      royale = "รอยัล มือฉกาจ",
      retrograde = "สวนทาง",
      _10k = "10K",
      _1000k = "1,000K",
      _100000k = "100,000K",
      tiny_hands = "ทุนน้อย",
      big_hands = "ไพ่ดี",
      you_get_what_you_get = "ได้เท่าไหร่เอาเท่านั้น",
      rule_bender = "นักฝืนกฏ",
      rule_breaker = "นักเสี่ยงโชค",
      legendary = "ระดับตำนาน",
      astronomy = "พิชิตดวงดาว",
      cartomancy = "นักอ่านไพ่ผู้ยิ่งใหญ่",
      clairvoyance = "ตาทิพย์",
      extreme_couponer = "ใช้คูปองสุดขั้ว",
      completionist = "นักสะสมตัวยง",
      completionist_plus = "นักสะสมตัวยง+",
      completionist_plus_plus = "นักสะสมตัวยง++",
    },
    achievement_descriptions = {
      _100000k = "สะสม 100,000 ชิปในมือเดียว",
      _1000k = "สะสม 1,000,000 ชิปในมือเดียว",
      _10k = "สะสม 10,000 ชิปในมือเดียว",
      ante_up = "ไปถึงอันเต้ 4",
      ante_upper = "ไปถึงอันเต้ 8",
      astronomy = "ค้นพบการ์ดดาวเคราะห์ทุกใบ",
      big_hands = "มีไพ่ 80 ใบขึ้นไปในสำรับของคุณ",
      card_discarder = "ทิ้งไพ่อย่างน้อย 2500 ใบ",
      card_player = "เล่นไพ่อย่างน้อย 2500 ใบ",
      cartomancy = "ค้นพบไพ่ทาโรต์ทุกใบ",
      clairvoyance = "ค้นพบการ์ดสเปกตรัลทุกใบ",
      completionist = "ค้นพบคอลเลกชันของคุณ 100%",
      completionist_plus = "ชนะทุกสำรับในระดับความยาก เบี้ยเดิมพันทอง",
      completionist_plus_plus = "ได้รับ สติกเกอร์ ทอง บนโจ๊กเกอร์ทุกใบ",
      extreme_couponer = "ค้นพบวอยเชอร์ทุกใบ",
      flushed = "เล่นไพ่ฟลัชด้วย ไวลด์การ์ด 5 ใบ",
      heads_up = "เอาชนะรัน",
      high_stakes = "เอาชนะรัน ระดับความยาก เบี้ยเดิมพันทอง",
      legendary = "ค้นพบโจ๊กเกอร์ระดับตำนาน",
      low_stakes = "เอาชนะรัน ระดับความยาก เบี้ยเดิมพันแดง",
      mid_stakes = "เอาชนะรัน ระดับความยาก เบี้ยเดิมพันดำ",
      nest_egg = "มีเงิน $400 หรือมากกว่าระหว่างการรันต่อเนื่องเพียงครั้งเดียว",
      retrograde = "เลเวลมือโป๊กเกอร์ใดก็ได้ถึงเลเวล 10",
      roi = "ซื้อ วอยเชอร์ 5 ใบจาก อันเต้ 4",
      royale = "เล่นไพ่ รอยัลฟลัช",
      rule_bender = "สำเร็จการรันใดรันหนึ่ง",
      rule_breaker = "สำเร็จทุกการรัน",
      shattered = "ทำลาย การ์ด แก้ว 2 ใบ ในมือเดียว",
      speedrunner = "เอาชนะรันระดับสูงสุดภายใน 12 รอบหรือน้อยกว่านั้น",
      tiny_hands = "ทำให้สำรับของคุณลดลงเหลือ 20 ใบหรือน้อยกว่า",
      you_get_what_you_get = "เอาชนะรัน โดยไม่รีโรลของในร้าน",
    },
    blind_states = {
      Current = "ปัจจุบัน",
      Defeated = "ชนะ",
      Selected = "ถูกเลือก",
      Select = "เลือก",
      Skipped = "ข้าม",
      Upcoming = "ต่อไป",
    },
    challenge_names = {
      c_omelette_1 = "ไข่เจียว",
      c_city_1 = "15 นาทีเมืองแห่งโอกาส",
      c_rich_1 = "คนรวยยิ่งรวย",
      c_knife_1 = "ดาบสองคม",
      c_xray_1 = "มองทะลุไพ่",
      c_mad_world_1 = "โลกบ้าคลั่ง",
      c_luxury_1 = "ค่าใช้จ่ายภาษีแห่งความมั่งคั่ง",
      c_non_perishable_1 = "คงทน",
      c_medusa_1 = "หัวงู",
      c_double_nothing_1 = "ถ้าไม่ทุ่มก็ไม่ได้อะไรเลย",
      c_typecast_1 = "ควบคุมเกมด้วยกลยุทธ์",
      c_inflation_1 = "เงินเฟ้อพุ่ง",
      c_bram_poker_1 = "Bram Poker",
      c_fragile_1 = "เปราะบาง",
      c_monolith_1 = "เสาหินยักษ์",
      c_blast_off_1 = "ล้างไพ่ทั้งกอง",
      c_five_card_1 = "ดวลเดือด 5 ใบ",
      c_golden_needle_1 = "วงล้อทองคำ",
      c_cruelty_1 = "ความโหดร้าย",
      c_jokerless_1 = "ไร้โจ๊กเกอร์",
    },
    collabs = {
      Clubs = {
        ["1"] = "Default",
        ["2"] = "Vampire Survivors",
        ["3"] = "Slay the Spire",
        ["4"] = "Potion Craft",
        ["5"] = "Warframe",
      },
      Diamonds = {
        ["1"] = "Default",
        ["2"] = "Dave the Diver",
        ["3"] = "Stardew Valley",
        ["4"] = "Enter the Gungeon",
        ["5"] = "1000xRESIST",
      },
      Hearts = {
        ["1"] = "Default",
        ["2"] = "Among Us",
        ["3"] = "The Binding of Isaac",
        ["4"] = "Cult of the Lamb",
        ["5"] = "Divinity Original Sin 2",
      },
      Spades = {
        ["1"] = "Default",
        ["2"] = "The Witcher",
        ["3"] = "Cyberpunk 2077",
        ["4"] = "Shovel Knight",
        ["5"] = "Don’t Starve",
      },
    },
    dictionary = {
      ["$"] = "$",
      b_FAQ = "คำถามที่พบบ่อย",
      b_and_use = "และใช้",
      b_back = "กลับ",
      b_blinds = "บลายด์",
      b_booster_packs = "บูสเตอร์แพ็ค",
      b_buy = "ซื้อ",
      b_cash_out = "รับเงิน",
      b_challenges = "ชาเลนจ์",
      b_collection_cap = "คอลเลกชัน",
      b_collection = "คอลเลกชัน",
      b_continue = "เล่นต่อ",
      b_copy = "คัดลอก",
      b_copy_seed = "คัดลอกซีด",
      b_create_profile = "สร้างโปรไฟล์",
      b_credits = "เครดิต",
      b_current_profile = "โปรไฟล์ปัจจุบัน",
      b_customize_deck = "ปรับแต่งสำรับไพ่",
      b_deck = "สำรับ",
      b_decks = "สำรับ",
      b_delete_profile = "ลบโปรไฟล์",
      b_discard = "ทิ้ง",
      b_editions = "อิดิชัน",
      b_endless = "โหมดไม่รู้จบ",
      b_enhanced_cards = "ไพ่ที่อัปเกรดแล้ว",
      b_full_deck = "เต็มสำรับ",
      b_high_contrast_cards = "การ์ดคมชัดสูง",
      b_how_to_play = "วิธีเล่น",
      b_imagery = "ภาพ",
      b_jokers = "โจ๊กเกอร์",
      b_load_profile = "โหลดโปรไฟล์",
      b_main_menu = "เมนูหลัก",
      b_music = "เพลง",
      b_new_challenge = "เริ่มโหมดท้าทาย",
      b_new_run = "รันใหม่",
      b_next = "ถัดไป",
      b_next_round_1 = "รอบ",
      b_next_round_2 = "ถัดไป",
      b_open = "เปิด",
      b_options_cap = "ตั้งค่า",
      b_options = "ตั้งค่า",
      b_planet_cards = "การ์ดดาวเคราะห์",
      b_play_cap = "เล่น",
      b_play_hand = "เล่น",
      b_playbalatro = "ไปยัง playbalatro.com",
      b_poker_hands = "มือโป๊กเกอร์",
      b_quit_cap = "ออกจากเกม",
      b_redeem = "ใช้",
      b_reduced_motion = "ลดการเคลื่อนไหว",
      b_remaining = "เหลืออยู่",
      b_reroll_boss = "รีโรล บอส",
      b_reset_profile = "รีเซ็ตโปรไฟล์",
      b_restrictions = "ข้อบังคับ",
      b_retry = "เรื่มใหม่",
      b_rules = "กฎ",
      b_run_info_1 = "รัน",
      b_run_info_2 = "รอบนี้",
      b_seals = "ตราประทับ",
      b_seed = "ซีด",
      b_select = "เลือก",
      b_sell = "ขาย",
      b_set_CRT = "เอฟเฟคจอเรโทร",
      b_set_CRT_bloom = "เอฟเฟคจอเรโทรสว่าง",
      b_set_apply = "ตกลง",
      b_set_audio = "เสียง",
      b_set_crash_reports = "รายงานบัก",
      b_set_game = "เกม",
      b_set_game_vol = "ระดับเสียง",
      b_set_gamespeed = "ความเร็วเกม",
      b_set_graphics = "กราฟิก",
      b_set_master_vol = "เสียงเกมหลัก",
      b_set_monitor = "การแสดงผลจอภาพ",
      b_set_music_vol = "เสียงดนตรี",
      b_set_pixel_smoothing = "ลดความหยาบของขอบ",
      b_set_play_discard_pos = "ตำแหน่งปุ่ม เล่น/ทิ้งไพ่",
      b_set_rumble = "คอนโทรเลอร์สั่น",
      b_set_screenshake = "จอสั่น",
      b_set_shadows = "เงา",
      b_set_vibration = "การสั่น",
      b_set_video = "วีดีโอ",
      b_set_windowmode = "โหมดหน้าต่าง",
      b_settings = "ตั้งค่า",
      b_skip = "ข้าม",
      b_skip_blind = "ข้ามบลายด์",
      b_skip_reward = "ข้ามรางวัล",
      b_sort_hand = "เรียง",
      b_sounds = "เสียง",
      b_spectral_cards = "สเปกตรัล การ์ด",
      b_stake = "ความยาก",
      b_start_new_run = "เล่นรันใหม่",
      b_stat_consumables = "การ์ดใช้แล้วทิ้ง",
      b_stat_jokers = "โจ๊กเกอร์",
      b_stat_planets = "ดาวเคราะห์",
      b_stat_spectrals = "สเปกตรัล",
      b_stat_tarots = "ทาโรต์",
      b_stat_vouchers = "วอยเชอร์",
      b_stats = "สถิติ",
      b_tags = "แท็ก",
      b_tarot_cards = "ไพ่ทาโรต์",
      b_unlock_all = "ปลดล็อคทุกอย่าง",
      b_use = "ใช้",
      b_vouchers = "วอยเชอร์",
      b_wishlist = "เพิ่มเป็นสิ่งที่อยากได้บนสตีม",
      k_aces = "เอซ",
      k_achievement = "ความสำเร็จ",
      k_achievements_disabled = "ความสำเร็จถูกปิดใช้งาน",
      k_active = "เปิดใช้งาน!",
      k_active_ex = "เปิดใช้งาน!",
      k_again_ex = "อีกครั้ง!",
      k_all_hands = "ทุกมือ",
      k_also_applied = "นำไปใช้",
      k_ante_cap = "อันเต้",
      k_ante = "อันเต้",
      k_arcana_pack = "อาร์คานา แพ็ค",
      k_balanced = "สมดุล",
      k_banned_cards = "การ์ดต้องห้าม",
      k_banned_tags = "แท็กต้องห้าม",
      k_base_cap = "แต้มพื้นฐาน",
      k_base_cards = "ไพ่พื้นฐาน",
      k_best_hand = "มือที่ดีที่สุด",
      k_booster = "บูสเตอร์",
      k_buffoon_pack = "บัฟฟูน แพ็ค",
      k_cap_consumables = "การ์ดใช้แล้วทิ้ง",
      k_card_stats = "สถิติการ์ด",
      k_celestial_pack = "เซเลสเชียล แพ็ค",
      k_challenge_mode = "โหมดท้าทาย",
      k_challenges = "ท้าทาย",
      k_choose = "เลือก",
      k_collection = "คอลเลกชัน",
      k_common = "ทั่วไป",
      k_compatible = "เข้ากันได้",
      k_copied_ex = "คัดลอก!",
      k_custom_rules = "กฎที่กำหนดเอง",
      k_daily_run = "รันประจำวัน",
      k_debuffed = "ดีบัฟ",
      k_deck = "สำรับ",
      k_deck_stake_wins = "เดิมพันที่สำรับชนะ",
      k_defeated_by = "พ่ายแพ้ให้กับ",
      k_demo_version_ex = "รุ่นทดลอง!",
      k_disabled_ex = "ปิดการใช้งาน!",
      k_drank_ex = "ดึง!",
      k_duplicated_ex = "ซ้ำ!",
      k_dwarf_planet = "ดาวเคราะห์แคระ",
      k_eaten_ex = "กินเรียบ!",
      k_edition = "อิดิชัน",
      k_effective = "ได้ผล",
      k_empty_caps = "ว่าง",
      k_enter_name = "ใส่ชื่อ",
      k_enter_seed = "ใส่ซีด",
      k_enter_text = "ป้อนข้อความ",
      k_eroded_ex = "ผุพังลง!",
      k_extinct_ex = "สูญสิ้น!",
      k_face_cards = "ไพ่ขอบ",
      k_game_modifiers = "ปรับเปลี่ยนเกม",
      k_gold = "ทอง",
      k_high_score_ex = "แต้มสูงสุด!",
      k_hud_discards = "ทิ้ง",
      k_hud_hands = "มือ",
      k_incompatible = "เข้ากันไม่ได้",
      k_joker = "โจ๊กเกอร์",
      k_joker_stickers = "สติกเกอร์โจ๊กเกอร์",
      k_jokers_cap = "โจ๊กเกอร์",
      k_legendary = "ตำนาน",
      k_level_prefix = "เวล ",
      k_level_up_ex = "เลเวล อัป!",
      k_locked = "ล็อค",
      k_lower_score = "แต้ม",
      k_lvl = "เลเวล ",
      k_melted_ex = "ละลาย!",
      k_money = "เงิน",
      k_mult = "ตัวคูณ",
      k_no_other_jokers = "ไม่มีโจ๊กเกอร์อื่นแล้ว!",
      k_no_reward = "ไม่มีรางวัล",
      k_no_room_ex = "ไม่มีที่ว่าง!",
      k_none = "None",
      k_nope_ex = "ไม่!",
      k_not_allowed_ex = "ไม่อนุญาตให้ใช้!",
      k_not_discovered = "ยังไม่ค้นพบ",
      k_numbered_cards = "ไพ่แต้ม",
      k_or = "หรือ",
      k_other = "อื่นๆ",
      k_page = "หน้า",
      k_planet = "ดาวเคราะห์",
      k_planet_q = "ดาวเคราะห์?",
      k_playing_as = "เล่นเป็น",
      k_plus_joker = "โจ๊กเกอร์ +1 ใบ",
      k_plus_planet = "การ์ดดาวเคราะห์ +1 ใบ",
      k_plus_spectral = "การ์ดสเปกตรัล +1 ใบ",
      k_plus_stone = "หิน +1 ใบ",
      k_plus_tarot = "ทาโรต์ +1 ใบ",
      k_poker_hand = "มือโป๊กเกอร์",
      k_profile = "ข้อมูลผู้เล่น",
      k_progress = "ความคืบหน้า",
      k_rank = "แต้ม",
      k_rare = "หายาก",
      k_redeemed_ex = "ใช้แล้ว!",
      k_reroll = "รีโรล",
      k_reset = "รีเซ็ต",
      k_reward = "รางวัล",
      k_round = "รอบ",
      k_safe_ex = "ปลอดภัย!",
      k_saved_ex = "รอดแล้ว!",
      k_seed = "ซีด",
      k_seeded_run = "รันที่ใส่ซีด",
      k_skipped_cap = "ข้ามรอบ",
      k_spectral = "สเปกตรัล",
      k_spectral_pack = "สเปกตรัล แพ็ค",
      k_stake = "ความยาก",
      k_stake_level = "ระดับความยาก",
      k_standard_pack = "แพ็คมาตรฐาน",
      k_suit = "หน้าไพ่",
      k_swapped_ex = "สลับไพ่!",
      k_tarot = "ทาโรต์",
      k_trophies_disabled = "ถ้วยรางวัลปิดการใช้งาน",
      k_trophy = "รางวัล",
      k_uncommon = "ไม่ธรรมดา",
      k_undisovered = "ไม่ถูกค้นพบ",
      k_unknown = "?????",
      k_unlocked_ex = "ปลดล็อคแล้ว!",
      k_upgrade_ex = "อัปเกรด!",
      k_val_up = "มูลค่าเพิ่ม!",
      k_view = "ดู",
      k_voucher = "วอยเชอร์",
      k_vouchers_cap = "วอยเชอร์",
      k_wins = "ชนะ",
      k_x_base = " เท่าจากแต้มพื้นฐาน",
      ml_bloom_opt = {
        "ปิด",
        "เปิด",
      },
      ml_buy_and_use_target = {
        "ซื้อ",
        "และใช้",
      },
      ml_buy_target = {
        "ซื้อ",
      },
      ml_card_stats = {
        "สถิติ",
        "ไพ่",
      },
      ml_controller_required = {
        "ต้องใช้คอนโทรลเลอร์ในการเล่นเกม",
        "กรุณาเชื่อมต่อคอนโทรลเลอร์เพื่อเล่นต่อ",
      },
      ml_crash_report_info = {
        "รายงานข้อขัดข้องจะถูกส่งไปยังผู้พัฒนา",
        "เพื่อช่วยลดปัญหาในอนาคต",
        "โดยจะไม่มีการส่งการระบุตัวตนหรือข้อมูลส่วนบุคคล",
      },
      ml_demo_thanks_message = {
        "อย่าลืมไปรัวิว",
        "Balatro บน สตรีม และสมัคร",
        "รับข่าวสารจาก  playbalatro.com",
      },
      ml_disabled_seed = {
        "การปลดล็อกและค้นพบทั้งหมด",
        "จะถูกปิดการใช้งาน",
      },
      ml_edition_seal_enhancement_explanation = {
        "ไพ่ที่เล่น แต่ละใบอาจจะมี",
        "อัปเกรด อิดิชัน หรือมีตราประทับ",
      },
      ml_eternal = {
        "อีเทอนอล",
        "ไม่สามารถขาย",
        "หรือถูกทำลายได้",
      },
      ml_gold_seal_desc = {
        "ตราประทับทอง",
        "กลับคืนสู่มิอ",
        "เมื่อเล่น",
      },
      ml_offline_message = {
        "อุปกรณ์นี้ไม่ได้เชื่อมต่ออินเทอร์เน็ต",
        "ข้อมูลที่บันทึกไว้อาจจะไม่ใช่ข้อมูลล่าสุด",
      },
      ml_open_target = {
        "เปิด",
      },
      ml_paste_seed = {
        "วาง",
        "รหัส",
      },
      ml_play_discard_pos_opt = {
        "ทิ้งไพ่/เล่น",
        "เล่น/ทิ้งไพ่",
      },
      ml_redeem_target = {
        "ใช้",
      },
      ml_sell_target = {
        "ขาย",
      },
      ml_shadow_opt = {
        "เปิด",
        "ปิด",
      },
      ml_smoothing_opt = {
        "ปิด",
        "เปิด",
      },
      ml_unlock_all_explanation = {
        "คำเตือน! ปลดล็อคคอลเลกชันที่สมบูรณ์",
        "จะปิดการใช้งานความสำเร็จสำหรับโปรไฟล์นี้!",
      },
      ml_unlock_all_trophies = {
        "คำเตือน! ปลดล็อคคอลเลกชันที่สมบูรณ์",
        "จะปิดการใช้งานถ้วยรางวัลสำหรับโปรไฟล์นี้!",
      },
      ml_vsync_opt = {
        "VSync เปิด",
        "VSync ปิด",
      },
      ml_windowmode_opt = {
        "หน้าต่าง",
        "เต็มจอ",
        "ไร้ขอบ",
      },
      ph_1_level = "เลเวล +1",
      ph_4_7_of_clubs = "แต้ม 7 สี่ใบที่เป็นดอกจิก",
      ph_alert_debuff_confirm = "กด 'เล่น' อีกครั้งเพื่อยืนยัน",
      ph_all_poker_hand = "มีไพ่ในมือโป๊กเกอร์ทั้งหมด",
      ph_blind_reward = "รางวัล:",
      ph_blind_score_at_least = "ทำแต้มได้อย่างน้อย",
      ph_boss_disabled = "บอสถูกปิดใช้งาน!",
      ph_choose_blind_1 = "เลือกไพ่ของคุณ",
      ph_choose_blind_2 = "บลายด์ ถัดไป",
      ph_click_confirm = "เลือกอีกครั้งเพื่อยืนยัน",
      ph_deck_preview_effective = "ผลรวมที่ได้จริงจากไพ่โจ๊กเกอร์ บลายด์ และการเพิ่มพลังให้กับไพ่",
      ph_deck_preview_stones = "หิน",
      ph_defeat_the_boss = "เอาชนะบอสบลายด์",
      ph_defeat_this_blind_1 = "เอาชนะบอสบลายด์นี้",
      ph_defeat_this_blind_2 = "เพือค้นพบมัน",
      ph_demo_thanks_1 = "ขอบคุณสำหรับการเล่่น",
      ph_demo_thanks_2 = "BALATRO DEMO",
      ph_display_stickers = "แสดงสติกเกอร์เบี้ยเดิมพันระหว่างการเล่น",
      ph_game_over = "แพ้แล้ว~",
      ph_improve_run = "เปิดไพ่อย่างมั่นใจ!",
      ph_most_played = "(มือที่เล่นบ่อยที่สุด)",
      ph_mr_bones = "ได้รับการช่วยเหลือโดยมิสเตอร์โบนส์",
      ph_no_boss_active = "ไม่มีบอส",
      ph_no_vouchers = "ไม่มีวอยเชอร์ที่ใช้ในรันนี้",
      ph_score_at_least = "ทำแต้มอย่างน้อย",
      ph_score_cards_discarded = "ไพ่ที่ทิ้ง",
      ph_score_cards_played = "ไพ่ที่เล่น",
      ph_score_cards_purchased = "ไพ่ที่ซื้อ",
      ph_score_furthest_ante = "อันเต้",
      ph_score_furthest_round = "รอบ",
      ph_score_hand = "แต้มที่ดีที่สุด",
      ph_score_new_collection = "ค้นพบใหม่",
      ph_score_poker_hand = "มือที่ดีที่สุด",
      ph_score_times_rerolled = "จำนวนการสุ่ม",
      ph_select_challenge = "เลือกความท้าทาย",
      ph_sneak_peek = "แอบดู",
      ph_stat_consumable = "จำนวนครั้งที่มีการใช้ไพ่ใบนี้",
      ph_stat_joker = "รอบที่เสร็จสมบูรณ์ทั้งหมดด้วยไพ่ใบนี้",
      ph_stat_voucher = "จำนวนครั้งที่แลกบัตร วอยเชอร์นี้",
      ph_unscored_hand = "ในมือไม่มีแต้ม",
      ph_up_ante_1 = "ผ่านบอสบลายด์นี้",
      ph_up_ante_2 = "เพื่อรีบลายด์รอบใหม่",
      ph_up_ante_3 = "และขึ้นอันเต้",
      ph_vouchers_redeemed = "วอยเชอร์ที่ใช้ในรันนี้",
      ph_you_win_demo = "ชนะเกมทดลองแล้ว!",
      ph_you_win = "ชนะแล้ว!",
    },
    high_scores = {
      boss_streak = "บอสที่ทำแต้มเยอะสุด",
      collection = "คอลเลกชัน",
      current_streak = "",
      furthest_ante = "อันเต้สูงสุด",
      furthest_round = "รอบสูงสุด",
      hand = "มือที่ดีที่สุด",
      most_money = "เงินมากที่สุด",
      poker_hand = "ไพ่หงายที่ดีที่สุด",
      win_streak = "ชนะต่อเนื่องดีที่สุด",
    },
    labels = {
      blue_seal = "ตราประทับฟ้า",
      common = "ทั่วไป",
      eternal = "อีเทอนอล",
      foil = "ฟอยล์",
      gold_seal = "ตราประทับทอง",
      holographic = "โฮโลแกรม",
      legendary = "ตำนาน",
      locked = "ล็อค",
      negative = "เนกาทีฟ",
      perishable = "คงทน",
      pinned_left = "พินด์",
      planet = "ดาวเคราะห์",
      pluto_planet = "ดาวเคราะห์แคระ",
      polychrome = "โพลีโครม",
      purple_seal = "ตราประทับม่วง",
      rare = "หายาก",
      red_seal = "ตราประทับแดง",
      rental = "ให้เช่า",
      tarot = "ทาโรต์",
      uncommon = "ไม่ธรรมดา",
      voucher = "วอยเชอร์",
    },
    poker_hand_descriptions = {
      ['Five of a Kind'] = {
        "แต้มเดียวกัน 5 ใบ",
      },
      ['Flush'] = {
        "หน้าไพ่เดียวกัน 5 ใบ",
      },
      ['Flush Five'] = {
        "ไพ่มีแต้มเท่ากันและหน้าไพ่เดียวกัน 5 ใบ",
      },
      ['Flush House'] = {
        "ตอง และ หนึ่งคู่",
        "หน้าไพ่เดียวกันทั้งหมด",
      },
      ['Four of a Kind'] = {
        "ไพ่ มีแต้มเท่ากัน 4 ใบ",
        "ไพ่อีกใบมีแต้มอะไรก็ได้",
      },
      ['Full House'] = {
        "ไพ่ตอง และ หนึ่งคู่",
      },
      ['High Card'] = {
        "หากในมือไม่มีไพ่โป๊รกเกอร์ใดๆในมือ",
        "จะนับแต้มจากไพ่ใบที่มีแต้มสูงสุดเท่านั้น",
      },
      ['Pair'] = {
        "ไพ่ มีแต้มเท่ากัน 2 ใบ หนึ่งคู่",
        "ไพ่อีก 3 ใบมีแต้มอะไรก็ได้",
      },
      ['Royal Flush'] = {
        "ไพ่ 10,J,Q,K,A เรียงกัน (ตามลำดับขั้น)",
        "และเป็นหน้าไพ่เดียวกันทั้งหมด",
      },
      ['Straight'] = {
        "ไพ่ เรียงกัน (ตามลำดับขั้น) 5 ใบ",
      },
      ['Straight Flush'] = {
        "ไพ่เรียงกัน (ตามลำดับขั้น) 5 ใบ",
        "และเป็นหน้าไพ่เดียวกันทั้งหมด",
      },
      ['Three of a Kind'] = {
        "ไพ่ มีค่าเท่ากัน 3 ใบ",
        "ไพ่อีก 2 ใบมีแต้มอะไรก็ได้",
      },
      ['Two Pair'] = {
        "ไพ่ มีแต้มเท่ากัน 2 ใบ สองคู่ (แต่ละคู่มีแต้มต่างกัน)",
        "ไพ่อีกใบมีแต้มอะไรก็ได้",
      },
    },
    poker_hands = {
      ['Flush Five'] = "ฟลัชไฟว์",
      ['Flush House'] = "ฟลัชเฮ้าส์",
      ['Five of a Kind'] = "ไฟว์",
      ['Royal Flush'] = "รอยัลฟลัช",
      ['Straight Flush'] = "สเตรทฟลัช",
      ['Four of a Kind'] = "โฟร์",
      ['Full House'] = "ฟูลเฮ้าส์",
      ['Flush'] = "ฟลัช",
      ['Straight'] = "สเตรท",
      ['Three of a Kind'] = "ตอง",
      ['Two Pair'] = "สองคู่",
      ['Pair'] = "หนึ่งคู่",
      ['High Card'] = "ไพ่สูง",
    },
    quips = {
      wq_1 = {
        "สุดยอดไปเลย!",
      },
      wq_2 = {
        "เก่งไปแล้วนะ",
        "จะเทพเกินไปแล้ว!",
      },
      wq_3 = {
        "โอ้โห คิดว่าแค่ไม้ซะอีก",
        "ที่แท้ก็ทรูจริงๆด้วย!",
      },
      wq_4 = {
        "เสียดายจัง",
        "ชิปพวกนี้",
        "เอาไปใช้จริงๆไม่ได้...",
      },
      wq_5 = {
        "ดูเหมือนว่าฉัน",
        "จะสอนเธอได้ดีนะ!",
      },
      wq_6 = {
        "เล่นได้",
        "เฉียบมาก!",
      },
      wq_7 = {
        "ดีนะที่ฉัน",
        "ไม่เดิมพันกับคุณ!",
      },
      lq_1 = {
        "หรือว่า",
        "เราไปเล่นเกมที่มัน",
        "ไม่ต้องใช้สมองกันดีกว่าไหม...",
      },
      lq_2 = {
        "พวกเราวางไพ่",
        "ยังกับหน้าไพ่ห่วย!",
      },
      lq_3 = {
        "ยังพอมีเวลา",
        "อีกตั้งหลายเกม!",
      },
      lq_4 = {
        "รู้ไหม",
        "เขาว่ากันว่า",
        "เจ้ามือมักจะชนะเสมอ!",
      },
      lq_5 = {
        "เหมือนว่าเรา",
        "จะเจอตัวจริงของโจ๊กเกอร์แล้วล่ะ!",
      },
      lq_6 = {
        "เอ้า!",
        "คูณก็ลักไก่ด้วย",
        "เหมือนกันหรอ?"
      },
      lq_7 = {
        "เหมือนว่า",
        "ว่าเราจะโดนหลอกซะแล้ว!",
      },
      lq_8 = {
        "ถ้าฉันมีมือนะ",
        "ฉันจะปิดตาทันที!",
      },
      lq_9 = {
        "ฉันก็เป็นแค่",
        "ตัวตลก",
        "คุณจะอ้างอะไรอีก?",
      },
      lq_10 = {
        "ห่วยแตก!",
      },
      dq_1 = {
        "โอ้โห!! หวังว่าคุณ",
        "จะมีไม้ตายซ่อนไว้บ้างนะ",
        "สำหรับด่านสุดท้ายนี้!!",
      },
    },
    ranks = {
      ["10"] = "10",
      ["2"] = "2",
      ["3"] = "3",
      ["4"] = "4",
      ["5"] = "5",
      ["6"] = "6",
      ["7"] = "7",
      ["8"] = "8",
      ["9"] = "9",
      Ace = "เอซ",
      Jack = "แจ๊ค",
      King = "คิง",
      Queen = "แหม่ม",
    },
    suits_plural = {
      Spades = "โพธิ์ดำ",
      Hearts = "โพธิ์แดง",
      Clubs = "ดอกจิก",
      Diamonds = "ข้าวหลามตัด",
    },
    suits_singular = {
      Spades = "โพธิ์ดำ",
      Hearts = "โพธิ์แดง",
      Clubs = "ดอกจิก",
      Diamonds = "ข้าวหลามตัด",
    },
    tutorial = {
      bb_1 = {
        "พร้อมหรือยัง? กด {C:attention}บลายด์ใหญ่",
        "มันเพิ่มโอกาสได้เงินด้วยนะ",
      },
      bb_2 = {
        "หรือเลือกที่จะ {C:attention}ข้ามมัน",
        "เพื่อที่จะไปเอา {C:attention}แท็ก{}!",
        "เพราะแต่ละ{C:attention}แท็ก{} มันมีเอฟเฟกต์เฉพาะตัวด้วยนะ",
      },
      bb_3 = {
        "แต่ต้องจับตาดู",
        "{C:attention}บอส บลายด์{} ให้ดีนะ",
        "เพราะแต่ละตัวมันมีความสามารถต่างกัน",
        "มันทำให้เราต้องวางแผนดีๆ",
      },
      bb_4 = {
        "แต่ถ้าเราชนะมันได้",
        "จะขึ้น{C:attention}อันเต้ {} ใหม่และ",
        "{C:attention}บลายด์{} ก็จะยากขึ้นด้วย",
      },
      bb_5 = {
        "จัดการ{C:attention}อันเต้ {} #1# เอาชนะมันให้ได้",
        "ตอนนี้เป็นเส้นทางที่คุณต้องเลือกเองแล้ว!",
      },
      fh_1 = {
        "คุณจะได้รับชิปจากการเล่น",
        "และเล่นไพ่{C:attention}มือโป๊กเกอร์",
      },
      fh_2 = {
        "แต่ละ {C:attention}มือโป๊กเกอร์{} คุณจะได้รับ",
        "{C:blue}ชิป พื้นฐาน",
        "และ{C:red}ตัวคูณ",
      },
      fh_3 = {
        "คุณสามารถดูข้อมูล {C:attention}มือโป๊กเกอร์",
        "ใน{C:attention}ข้อมูล รัน{}",
        "พร้อมกับข้อมูลอื่นๆ",
        "ที่เกี่ยวกับการ รัน ในปัจจุบันของคุณ",
      },
      fh_4 = {
        "ไพ่ยังจะช่วย",
        "ให้คุณได้รับ {C:blue}{}บางส่วน,",
        "ลองดูมันสิ!",
      },
      fh_4_touch = {
        "ไพ่ยังจะช่วย",
        "ให้คุณได้รับ {C:blue}{}บางส่วน,",
        "กดค้างเพื่อดูมัน!",
      },
      fh_5 = {
        "ตอนนี้คุณต้องเลือกไพ่",
        "{C:attention}5{}ใบเพื่อเล่น",
        "คุณลองเลือกแล้วกด {C:blue}'วางไพ่' ดูสิ",
      },
      fh_5_touch = {
        "ตอนนี้ลองเลือก",
        "ไพ่{C:attention}5{}ใบที่จะเล่น",
        "และ{C:blue}'หงายมัน'",
      },
      fh_6 = {
        "นอกจากนี้คุณยังสามารถ {C:red}'ทิ้งไพ่'{}",
        "ได้สูงสุด {C:attention}5{}ใบ",
        "เพื่อจั่วไพ่ใหม่ที่อาจจะดีกว่า",
        "ในมือที่ถืออยู่ก็ได้นะ ลองดูสิ!",
      },
      fh_7 = {
        "แต่ต้องระวังนะ!",
        "คุณมีจำนวน {C:blue}มือเล่น",
        "และ{C:red}การทิ้งไพ่{} จำนวนจำกัดตอรอบนะ",
      },
      fh_8 = {
        "และพยายามทำให้ได้{C:attention}300 ชิป{}",
        "ก่อนที่{C:blue}มือเล่น จะหมดไป",
        "เพื่อให้ชนะรอบนี้",
        "ขอให้คุณโชคดี!",
      },
      s_1 = {
        "ทำได้ดีมาก! ตอนนี้",
        "คุณมี{E:1}ฟลัช{}  และคุณจะได้ {C:money}เงิน{},",
        "เพื่อมาซื้อการ์ดใหม่",
        "จากใน{C:attention}ร้าน",
      },
      s_10 = {
        "{C:attention}วอยเชอร์{} จะถูกเติมใหม่",
        "หลังจากที่คุณเอาชนะ",
        "{C:attention}บอส บลายด์{}ได้แล้ว",
      },
      s_11 = {
        "และอย่าลืมตรวจสอบหรือ",
        "ซื้อ{C:booster}บูสเตอร์แพ็ค{} ถ้ามีโอกาส",
        "ในทุกๆครั้งที่เข้าร้านค้า",
        "พวกมันมีประโยชน์มากเลยนะ!",
      },
      s_12 = {
        "เรามาต่อกันที่",
        "{C:attention}รอบต่อไป{}กันเถอะ",
      },
      s_2 = {
        "คุณลองซื้ออันนี้ดูสิ",
        "มันคือปีศาจสุดหล่อเลยนะ",
      },
      s_2_touch = {
        "ลอซื้อมันสิ",
        "มันเป็นปีศาจน่ารัก!",
        "ลากมันออกมาจากร้าน",
        "แล้วไปวางที่{C:attention}'ซื้อ'{}",
      },
      s_3 = {
        "และนี่คือ{C:attention}#1#",
        "{C:attention}โจ๊กเกอร์{} คุณสามารถเอามันไป",
        "ช่วยคุณในการ รัน ของคุณได้นะ {C:attention}โจ๊กเกอร์",
        "แต่ละใบมีความสามารถแตกต่างกันออกไป",
      },
      s_4 = {
        "อย่างใบนี้มันจะเพิ่มตัวคูณ{C:red}+4{}",
        "ในทุกๆครั้งที่คุณเล่นไพ่เลยนะ!",
      },
      s_5 = {
        "แต่ก็นั่นแหล่ะ คุณสามารถเอาโจ๊กเกอร์ ไปช่วยคุณ",
        "ได้ครั้งล่ะ{C:attention}5 ใบ{}",
        "เท่านั้นนะ",
      },
      s_6 = {
        "ตอนนี้ คุณลองซื้อ",
        "การ์ดอีกใบจากใน {C:attention}ร้าน ดูสิ",
      },
      s_7 = {
        "และนี่ก็คือการ์ด {C:tarot}ทาโรต์{} มันเป็น",
        "ประเภท{C:attention}การ์ดใช้แล้วทิ้ง{}",
        "จะอัปเกรดให้กับไพ่ของคุณ",
        "ลองใช้มันดูสิ",
      },
      s_8 = {
        "แต่คุณสามารถให้มันไปช่วยคุณได้ครั้งล่ะ",
        "{C:attention}2 ไพ่ใช้งาน{}",
        "เท่านั้นในแต่ละครั้ง",
      },
      s_9 = {
        "หากคุณสะสมเงินได้มากพอ",
        "คุณสามารถซื้อ {C:attention}วอยเชอร์{}",
        "{C:attention}วอยเชอร์{} เพื่อช่วย",
        "อัปเกรดการ รัน ของคุณได้นะ!",
      },
      sb_1 = {
        "สวัสดี! ฉันชื่อ",
        "{C:attention}Jimbo{}, ฉันได้ยินว่า",
        "คุณต้องการให้ฉันช่วยสอนคุณเล่นเกมนี้!",
      },
      sb_2 = {
        "เป้าหมายของคุณคือ สะสม",
        "{C:blue}ชิป{} เพื่อเอาชนะ",
        "{C:attention}บลายด์ ของศัตรู",
      },
      sb_3 = {
        "นี่มันแค่การ{C:blue}สมอล บลายด์{}เองนะ,",
        "คุณก็แค่ทำแต้มให้ถึง",
        "{C:attention}300 ชิป{} ก็ชนะแล้ว!",
      },
      sb_4 = {
        "พร้อมหรือยัง? กด{C:blue}สมอล บลายด์",
        "แล้วลุยกันเลย!",
      },
      sh_1 = {
        "และหากคุณได้รับ การ์ดเพิ่มขึ้น",
        "โปรดจำไว้ว้าคุณสามารถจัดเรียงการ์ดเหล่านั้นใหม่",
        "โดย{C:attention}โจ๊กเกอร์{} การ์ดนั้นจะถูกกระตุ้น",
        "ตามลำดับจากซ้ายไปขวา",
      },
      sh_2 = {
        "และตรวจสอบให้แน่ใจว่าคุณ",
        "{C:attention}ใช้{} การ์ดใช้แล้วทิ้ง ในช่องมุมขวาบนหรือยัง!",
      },
      sh_3 = {
        "โดยคุณเลือกมัน {C:attention}2{} ใบ",
        "จากในช่อง การ์ดใช้แล้วทิ้ง แล้วกดปุ่ม",
        "{C:attention}'ใช้'{} บนตัวการ์ด {C:tarot}ทาโรต์{}",
        "เพื่ออัปเกรดไพ่ของคุณด้วยนะ!",
      },
      sh_3_touch = {
        "เลือกไพ่ {C:attention}2{}ใบ",
        "ในมือของแล้วเลือก",
        "{C:tarot}ไพ่ทาโรต์{}แล้วกด{C:attention}'ใช้'{}",
        "เพื่อเพิ่มพลังให้พวกมัน!",
      },
    },
    v_dictionary = {
      a_chips = "+#1#",
      a_chips_minus = "-#1#",
      a_hands = "มือเล่น +#1#",
      a_handsize = "ขนาดมือ +#1#",
      a_handsize_minus = "ขนาดมือ -#1#",
      a_mult = "ตัวคูณ +#1#",
      a_mult_minus = "ตัวคูณ -#1#",
      a_remaining = "คงเหลือ #1#",
      a_sold_tally = "ขายแล้ว #1#/#2#",
      a_xmult = "ตัวคูณ x#1#",
      a_xmult_minus = "ตัวคูณ -x#1#",
      ante_x_voucher = "วอยเชอร์ในอันเต้ #1#",
      challenges_completed = "เสร็จสิ้นการท้าทาย #1#/#2#",
      completed = "#1#/#2# เสร็จสมบูรณ์",
      deck_preview_wheel_plural = "ตัวเลขอาจต่ำกว่าเนื่องจากการจั่วไพ่ #1# โดยคว่ำหน้าลง",
      deck_preview_wheel_singular = "ตัวเลขอาจจะต่ำกว่าเนื่องจากการจั่วไพ่ #1# คว่ำหน้าลง",
      interest = "ทุกๆ $#2# จะได้รับดอกเบี้ย $#1# (สูงสุด $#3#)",
      loyalty_active = "เปิดใช้งาน!",
      loyalty_inactive = "คงเหลือ #1#",
      ml_foil_desc = {
        "ฟอยล์",
        "ชิป +#1#",
      },
      ml_holo_desc = {
        "โฮโลแกรม",
        "ตัวคูณ +#1#",
      },
      ml_polychrome_desc = {
        "โพลีโครม",
        "ตัวคูณ x#1#",
      },
      ml_negative_desc = {
        "เนกาทีฟ",
        "ช่องโจ๊กเกอร์ +#1#",
      },
      ml_negative_consumable_desc = {
        "เนกาทีฟ",
        "ช่องการ์ด +#1#",
      },
      remaining_discard_money = "ทิ้งไพ่คงเหลือ ($#1# ต่อการทิ้ง)",
      remaining_hand_money = "มือคงเหลือ (#1# ต่อมือ)",
      unlocked = "ปลดล็อค #1#/#2#",
    },
    v_text = {
      ch_c_all_eternal = {
        "โจ๊กเกอร์ทั้งหมดคือ {C:eternal}อีเทอนอล{}",
      },
      ch_c_chips_dollar_cap = {
        "{C:blue}ชิป{} ต้องไม่เกินกระแส{C:money}$",
      },
      ch_c_daily = {
        "{E:1,s:1.2,C:red}ความท้าทายรายวัน!",
      },
      ch_c_debuff_played_cards = {
        "การ์ด {C:attention}ที่เล่นแล้ว{} ทั้งหมดจะกลายเป็น{C:attention}ดีบัฟ{} หลังจากทำแต้ม",
      },
      ch_c_discard_cost = {
        "ต้นทุนการทิ่งไพ่ {C:money}$#1#{}",
      },
      ch_c_flipped_cards = {
        "{C:green}1 ใน #1#{} จะถูกจั่วคว่ำหน้าลง",
      },
      ch_c_inflation = {
        "เพิ่มราคาอย่างถาวร {C:money}$1{} ในการซื้อทุกครั้ง",
      },
      ch_c_minus_hand_size_per_X_dollar = {
        "{C:red}-1{} ไพ่ที่ถืออยู่ในมือต่อทุกๆ{C:money}$#1#{}ที่มี",
      },
      ch_c_no_extra_hand_money = {
        "เพิ่ม{C:blue}มือ{} จะไม่ได้รับเงินอีกต่อไป",
      },
      ch_c_no_interest = {
        "ไม่มี{C:attention}ดอกเบี้ย{} เมื่อสิ้นสุดรอบ",
      },
      ch_c_no_reward = {
        "{C:attention}บลายด์{} ทั้งหมดไม่ให้เงินรางวัล",
      },
      ch_c_no_reward_specific = {
        "{C:attention}#1# บลายด์{} ไม่ให้เงินรางวัล",
      },
      ch_c_no_shop_jokers = {
        "โจ๊กเกอร์ไม่ปรากฏในร้านค้า {C:attention}อีกต่อไป",
      },
      ch_c_none = {
        "{C:inactive}None",
      },
      ch_c_set_eternal_ante = {
        "เมื่อบอส{C:attention}#1#{} อันเต้พ่ายแพ้โจ๊กเกอร์ทั้งหมดจะกลายเป็น{C:attention}อีเทอนอล",
      },
      ch_c_set_joker_slots_ante = {
        "เมื่อบอส{C:attention}#1#{} อันเต้พ่ายแพ้โจ๊กเกอร์ทั้งหมดจะกลายเป็น{C:attention}0",
      },
      ch_c_set_seed = {
        "1 ครั้งกับเซ็ต Seed: {C:inactive}{Hidden}",
      },
      ch_m_consumable_slots = {
        "{C:attention}#1#{} ไพ่ใช้งาน",
      },
      ch_m_discards = {
        "{C:red}#1#{}การทิ้งไพ่ ต่อรอบ",
      },
      ch_m_dollars = {
        "เริ่มจาก {C:money}$#1#",
      },
      ch_m_hand_size = {
        "{C:attention}#1#{} ขนาดจำนวนไพ่ในมือ",
      },
      ch_m_hands = {
        "{C:blue}#1#{} มือเล่น ต่อรอบ",
      },
      ch_m_joker_slots = {
        "{C:attention}#1#{} ช่องโจ๊กเกอร์",
      },
      ch_m_none = {
        "{C:inactive}None",
      },
    },
  },
}
